Repository: yani/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: de, it, ja, pl, pt, ru

source: OK
it: Accettare
ru: ОК

source: &OK
it: &Accettare
ru: &ОК

source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

source: &Cancel
de: &Abbrechen
it: &Cancellare
ja: キャンセル（&C）
pl: &Anuluj
pt: &Cancelar
ru: &Отмена

source: Yes
de: Ja
it: Si
ja: はい
pl: Tak
pt: Sim
ru: Да

source: &Yes
de: &Ja
it: &Si
ja: はい（&Y）
pl: &Tak
pt: &Sim
ru: &Да

source: No
de: Nein
ja: いいえ
pl: Nie
pt: Não
ru: Нет

source: &No
de: &Nein
ja: いいえ（&N）
pl: &Nie
pt: &Não
ru: &Нет

source: Apply
de: Anwenden
it: Applicare
ja: 適用
pl: Zastosuj
pt: Aplicar
ru: Применить

source: &Apply
de: &Anwenden
it: &Applicare
ja: 適用（&A）
pl: &Zastosuj
pt: &Aplicar
ru: &Применить

source: Close
de: Schließen
it: Chiudere
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть

source: &Close
de: &Schließen
it: &Chiudere
ja: 閉じる（&C）
pl: &Zamknij
pt: &Fechar
ru: &Закрыть

source: Help
de: Hilfe
it: Aiuta
ja: ヘルプ
pl: Pomoc
pt: Ajuda
ru: Помощь

source: &Help
de: &Hilfe
it: &Aiuta
ja: ヘルプ（&H）
pl: &Pomoc
pt: &Ajuda
ru: &Помощь

source: Reset
de: Zurücksetzen
it: Reimpostare
ja: 元に戻す
pt: Redefinir
ru: Сбросить

source: &Reset
de: &Zurücksetzen
it: &Reimpostare
ja: 元に戻す（&R）
pt: &Redefinir
ru: &Сбросить

source: Retry
de: Wiederholen
it: Riprovare
ja: 再試行
pl: Spróbuj Ponownie
pt: Tentar Novamente
ru: Повторить

source: &Retry
de: &Wiederholen
it: &Riprovare
ja: 再試行（&R）
pl: &Spróbuj Ponownie
pt: &Tentar Novamente
ru: &Повторить

source: Ignore
de: Ignorieren
it: Ignorare
ja: 無視
pl: Zignoruj
pt: Ignorar
ru: Игнорировать

source: &Ignore
de: &Ignorieren
it: &Ignorare
ja: 無視（&I）
pl: &Zignoruj
pt: &Ignorar
ru: &Игнорировать

source: Abort
de: Abbrechen
it: Abortire
ja: 中止
pl: Anuluj
pt: Abortar
ru: Прекратить

source: &Abort
de: &Abbrechen
it: &Abortire
ja: 中止（&A）
pl: &Anuluj
pt: &Abortar
ru: &Прекратить

source: Save
de: Speichern
it: Salvare
ja: 保存
pl: Zapisz
pt: Salvar
ru: Сохранить

source: &Save
de: &Speichern
it: &Salvare
ja: 保存（&S）
pl: &Zapisz
pt: &Salvar
ru: &Сохранить

source: Restore Defaults
de: Standardwerte wiederherstellen
it: Ripristina valori predefiniti
ja: 既定に戻す
pl: Przywróć Domyślne
pt: Restaurar Padrões
ru: Восстановить настройки по умолчанию

# CopyDkFilesDialog|Window Title
source: Copy DK Files
de: DK Dateien kopieren
it: Copiare i file DK
ja: DKファイルのコピー
pl: Skopiuj Pliki DK
pt: Copiar Arquivos do Dungeon Keeper
ru: Копирование файлов DK

# CopyDkFilesDialog|Header
source: Copy Dungeon Keeper Files
de: Dungeon Keeper Dateien kopieren
it: Copiare i file di Dungeon Keeper
ja: ダンジョンキーパーのファイルをコピー
pl: Skopiuj Pliki Dungeon Keeper
pt: Copiar Arquivos do Dungeon Keeper
ru: Скопировать файлы Хранителя Подземелий

# CopyDkFilesDialog|Information
source: KeeperFX requires the original Dungeon Keeper files for copyright reasons. Please select the directory where these files are located. You can use your original CD, or a digital version from GOG, Steam or EA. If you want to use a digital version you will have to install it first.
de: KeeperFX benötigt die regulären Dungeon Keeper Dateien aus Copyright Gründen. Wähle bitte den Ordner aus, in dem sich die Dateien befinden. Du kannst die originale CD verwenden, oder eine digitale Version von GOG, Steam oder EA. Falls du eine digitale Version verwenden möchtest, musst du diese erst installieren.
it: In conformità con le leggi sul diritto del autore, KeeperFX verifica la presenza dei file originali di Dungeon Keeper. Indica per favore la cartella dove i file originali si trovano. È possible usare il CD originale o una versione digitale acquistato da GOG, Steam o EA app. Se la versione digitale è preferibile, è necessario installarla.
ja: KeeperFXは著作権上の理由により、オリジナルダンジョンキーパーのファイルが必要となります。 これらのファイルが格納されているフォルダーを選択してください。 オリジナルCD、またはGOG、Steam、EAのデジタル版をご利用いただけます。 デジタル版を使用する場合は、最初にインストールする必要があります。
pl: Ze względu na prawa autorskie gra KeeperFX wymaga oryginalnych plików Dungeon Keeper. Wybierz katalog, w którym znajdują się te pliki. Możesz użyć oryginalnej płyty CD lub wersji cyfrowej z serwisów GOG, Steam lub EA. Jeśli chcesz użyć wersji cyfrowej, musisz ją najpierw zainstalować.
pt: O KeeperFX requer os arquivos originais do Dungeon Keeper por questões de direitos autorais. Por favor, selecione o diretório onde esses arquivos estão localizados. Você pode usar seu CD original ou uma versão digital do GOG, Steam ou EA. Se você quiser usar uma versão digital, precisará instalá-la primeiro.
ru: KeeperFX требует наличия оригинального Хранителя Подземелий по соображениям авторского права. Пожалуйста, укажите директорию, где находятся эти файлы. Вы можете использовать ваш оригинальный CD диск, или цифровую версию из GOG, Steam или EA. Если вы хотите использовать цифровую версию, сначала установите её.

# CopyDkFilesDialog|Button
source: Browse
de: Durchsuchen
it: Sfoglia
ja: ブラウズ
pl: Przeglądaj
pt: Procurar
ru: Источник

# CopyDkFilesDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отменить

# CopyDkFilesDialog|Button
source: Copy
de: Kopieren
it: Copiare
ja: コピー
pl: Skopiuj
pt: Copiar
ru: Скопировать

# CopyDkFilesDialog|Label
source: A suitable DK installation has been automatically detected.
de: Eine passende DK Installation wurde automatisch gefunden.
it: L'installazione compatibile è stata rilevata automaticamente.
ja: ダンジョンキーパーの適切なインストールが自動的に検出されました。
pl: Wykryto automatycznie odpowiednią instalację DK.
pt: Uma instalação adequada do Dungeon Keeper foi detectada automaticamente.
ru: Был автоматически обнаружен подходящий дистрибутив DK.

# CopyDkFilesDialog|Directory Browse Dialog
source: Select Directory containing Dungeon Keeper files
de: Wähle den Ordner aus, der die Dungeon Keeper Dateien enthält
it: Seleziona la cartella contenente i file di Dungeon Keeper
ja: ダンジョンキーパーのファイルを含むフォルダーを選択
pl: Wybierz katalog zawierający pliki Dungeon Keeper
pt: Selecione o Diretório que contém os arquivos do Dungeon Keeper
ru: Выберите директорию содержащую файлы Хранителя Подземелий

# CopyDkFilesDialog|MessageBox Title
source: Original DK files not found
de: Die originalen Dungeon Keeper Dateien konnten nicht gefunden werden
it: File di DK originale non trovati
ja: オリジナルDKファイルが見つかりません
pl: Oryginalne pliki DK nie zostały znalezione
pt: Arquivos originais do Dungeon Keeper não encontrados
ru: Оригинальный DK не был найден

# CopyDkFilesDialog|MessageBox Text
source: The chosen directory does not contain all of the required files. Please select an original Dungeon Keeper installation.
de: Der ausgewählte Ordner enthält nicht alle benötigten Dateien. Bitte wähle eine originale Dungeon Keeper Installation aus.
ja: 選択したフォルダーに必要なファイルがすべて含まれていません。オリジナルダンジョンキーパーのインストールフォルダーを選択してください。
pl: Wybrany katalog nie zawiera wszystkich wymaganych plików. Wybierz oryginalną instalację gry Dungeon Keeper.
pt: O diretório escolhido não contém todos os arquivos necessários. Por favor, selecione uma instalação original do Dungeon Keeper.
ru: Выбранный каталог не содержит всех необходимых файлов. Пожалуйста, укажите папку с оригинальным Dungeon Keeper 1.

# CopyDkFilesDialog|MessageBox Title
source: Select a directory
de: Ordner auswählen
it: Seleziona una cartella
ja: フォルダー選択
pl: Wybierz katalog
pt: Selecione um diretório
ru: Выберите директорию

# CopyDkFilesDialog|MessageBox Text
source: Please select an original Dungeon Keeper installation location.
de: Bitte wähle einen Ordner mit einer existierenden Dungeon Keeper Installation aus.
it: Seleziona la cartella dell'installazione di Dungeon Keeper originale.
ja: オリジナルダンジョンキーパーのインストールフォルダーを選択してください。
pl: Wybierz lokalizację oryginalnej instalacji gry Dungeon Keeper.
pt: Por favor, selecione o local de uma instalação original do Dungeon Keeper.
ru: Пожалуйста, укажите папку с оригинальным Dungeon Keeper.

# CopyDkFilesDialog|MessageBox Title
source: Failed to copy files
de: Dateien konnten nicht kopiert werden
it: Copiare i file non riuscito
ja: ファイルコピー失敗
pl: Nie udało się skopiować plików
pt: Falha ao copiar arquivos
ru: Не удалось скопировать файлы

# CopyDkFilesDialog|MessageBox Text
source: The current directory is not writable.
de: Das Verzeichnis ist nicht beschreibbar.
it: Questa cartella non ha i permessi di scrittura.
ja: 現在のフォルダーに書き込みができません。
pl: Aktualny katalog nie ma uprawnień do zapisu.
pt: O diretório atual não possui permissão de escrita.
ru: Текущий каталог не доступен для записи.

# CopyDkFilesDialog|MessageBox Text
source: Something went wrong while copying the files.
de: Etwas ist beim Kopieren der Dateien schief gelaufen.
it: Qualcosa è andato storto durante la copia dei file.
ja: ファイルのコピー中に問題が発生しました。
pl: Coś poszło nie tak podczas kopiowania plików.
pt: Algo deu errado ao copiar os arquivos.
ru: При копировании файлов что-то пошло не так.

# CopyDkFilesDialog|MessageBox Title
source: DK files copied!
de: DK Dateien kopiert!
it: I file di DK sono stati copiati con successo!
ja: DKファイルのコピー完了！
pl: Pliki DK skopiowane!
pt: Arquivos do Dungeon Keeper copiados!
ru: Файлы DK скопированы!

# CopyDkFilesDialog|MessageBox Text
source: The required Dungeon Keeper files have been copied. You can now play KeeperFX!
de: Die benötigten Dungeon Keeper Dateien wurden erfolgreich kopiert. Du kannst jetzt KeeperFX spielen!
it: I file necessari di Dungeon Keeper sono stati copiati. È ora possibile eseguire KeeperFX!
ja: ダンジョンキーパーの必要なファイルがコピーされました。KeeperFXがプレイできます！
pl: Wymagane pliki Dungeon Keeper zostały skopiowane. Możesz teraz grać w KeeperFX!
pt: Os arquivos necessários do Dungeon Keeper foram copiados. Agora você pode jogar KeeperFX!
ru: Необходимые файлы Dungeon Keeper были успешно скопированы. Теперь вы можете запустить KeeperFX!

# CopyDkFilesDialog|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmare
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

# CopyDkFilesDialog|MessageBox Text
source: Are you sure? KeeperFX will not function correctly without these files.
de: Bist du sicher? KeeperFX wird nicht korrekt funktionieren ohne diese Dateien.
it: Sei sicuro? KeeperFX non funzionerà correttamente senza questi file.
ja: よろしいですか？ KeeperFXはこれらのファイルがないと正しく機能しません。
pl: Czy na pewno? KeeperFX nie będzie działać poprawnie bez tych plików.
pt: Você tem certeza? O KeeperFX não funcionará corretamente sem estes arquivos.
ru: Вы уверены? Без этих файлов KeeperFX не будет работать корректно.

# CrashDialog|Window Title
source: KeeperFX Crash Report
de: KeeperFX Crash melden
it: Segnalazione di arresto anomalo di KeeperFX
ja: KeeperFXのクラッシュ報告
pl: Raport awarii KeeperFX
pt: Relatório de Falha do KeeperFX
ru: Отчет о сбое KeeperFX

# CrashDialog|Header
source: KeeperFX has crashed
de: KeeperFX ist abgestürzt
it: KeeperFX ha subito un arresto anomalo
ja: KeeperFXのクラッシュ
pl: KeeperFX uległ awarii
pt: O KeeperFX travou
ru: Системный сбой в KeeperFX

# CrashDialog|Information Label
source: It seems that KeeperFX has crashed and is unable to recover. If you wish to submit technical details about this crash to the KeeperFX developers, you can describe your problem below and click 'Send'. If you add contact details we can contact you later. Additional information such as KeeperFX logfiles and configuration will be sent too.
de: KeeperFX ist leider abgestürzt, und konnte nicht wiederhergestellt werden. Falls du technische Daten zu diesem Crash an die KeeperFX Entwickler schicken willst, kannst du das Problem beschreiben und auf 'Abschicken' klicken. Falls du Kontaktdaten angibst, können wir dich später kontaktieren. Weitere Informationen wie KeeperFX Log Dateien und Konfiguration werden ebenfalls mitgesendet.
ja: KeeperFXがクラッシュし、復旧できませんでした。このクラッシュの技術的な詳細を開発者に提出される場合は、以下に問題を記入し、「送信」をクリックしてください。連絡先を追加していただければ、後ほどご連絡いたします。KeeperFXのログファイルや設定などの追加情報も送信されます。
pl: Wygląda na to, że program KeeperFX uległ awarii i nie można go przywrócić. Jeśli chcesz przesłać szczegóły techniczne dotyczące tej awarii do twórców programu KeeperFX, opisz swój problem poniżej i kliknij „Wyślij”. Jeśli podasz swoje dane kontaktowe, możemy skontaktować się z Tobą później. Dodatkowe informacje, takie jak logfiles i konfiguracja programu KeeperFX, również zostaną przesłane.
pt: Parece que o KeeperFX travou e não consegue se recuperar. Se desejar enviar detalhes técnicos sobre essa falha para os desenvolvedores do KeeperFX, você pode descrever seu problema abaixo e clicar em 'Enviar'. Se você adicionar detalhes de contato, poderemos contatá-lo mais tarde. Informações adicionais, como arquivos de relatório e configuração do KeeperFX, também serão enviadas.
ru: Похоже, что KeeperFX вышел из строя и не может восстановиться. Если вы хотите отправить технические данные об этой ошибке разработчикам KeeperFX, опишите свою проблему ниже и нажмите кнопку «Отправить». Если вы добавите контактные данные, мы сможем связаться с вами позже. Дополнительная информация, такая как лог-файлы и настройки вашего KeeperFX, также будет отправлены.

# CrashDialog|Information Label
source: You can also raise an issue on Github: %1
de: Du kannst ebenfalls einen GitHub Issue erzeugen: %1
it: Puoi anche segnalare il problema su GitHub: %1
ja: GitHubで問題を提起することもできます: %1
pl: Możesz również zgłosić problem na GitHub: %1
pt: Você também pode abrir uma issue no Github: %1
ru: Вы также можете поднять вопрос на Github: %1

# CrashDialog|Input box title
source: Information (Optional)
it: Informazione (opzionale)
ja: 情報（任意）
pl: Informacje (Opcjonalne)
pt: Informações (Opcional)
ru: Информация (необязательно)

# CrashDialog|Textarea Placeholder
source: Please explain what happened, and if possible the steps to reproduce this crash.
de: Bitte erkläre kurz was passiert ist, and falls möglich wie man den Crash reproduzieren kann.
ja: 状況をご説明いただき、可能であればこのクラッシュを再現する手順をご記入ください。
pl: Proszę wyjaśnić, co się stało, i jeśli to możliwe, podać kroki pozwalające odtworzyć tę awarię.
pt: Por favor, explique o que aconteceu e, se possível, os passos para reproduzir esta falha.
ru: Пожалуйста, объясните, что произошло, и, если возможно, опишите шаги, необходимые для воспроизведения этой ошибки.

# CrashDialog|Input box title
source: Savefile (Optional)
de: Spielstand (Optional)
it: File di salvataggio (opzionale)
ja: セーブデータ（任意）
pl: Plik zapisu gry (Opcjonalne)
pt: Arquivo de Jogo Salvo (Opcional)
ru: Файл сохранения (необязательно)

# CrashDialog|Dropdown Placeholder Text
source: If you have a game save that could provide us with more information. You can add it here.
de: Falls du einen gespeicherten Spielstand hast, kann dieser weitere Informationen für uns enthalten. Du kannst ihn hier hinzufügen.
it: Allega qui una copia della partita salvata prima dell'aresto anomalo per fornisci il maggior numero di dettagli del problema.
ja: より多くの情報を含むゲームセーブをお持ちの場合は、ここに追加できます。
pl: Jeśli masz zapis gry, który może dostarczyć nam więcej informacji, możesz go dodać tutaj.
pt: Se você tiver um jogo salvo que possa nos fornecer mais informações, pode adicioná-lo aqui.
ru: Если у вас есть сохраненная игра, которая поможет нам собрать больше данных об ошибке, вы можете добавить её здесь.

# CrashDialog|Input box title
source: Contact Information (Optional)
de: Kontaktdaten (Optional)
it: Informazioni di contatto (opzionale)
ja: 連絡詳細（任意）
pl: Dane kontaktowe (Opcjonalne)
pt: Informações de Contato (Opcional)
ru: Контактные данные (необязательно)

# CrashDialog|Input Placeholder
source: Discord handle
it: Nome utente di Discord
ja: Discordでのユーザー名
pl: Nazwa użytkownika na Discord
pt: Usuário do Discord
ru: Имя пользователя в Discord

# CrashDialog|Input Placeholder
source: KeeperFX.net username
de: KeeperFX.net Benutzername
it: Nome utente di KeeperFX.net
ja: KeeperFX.netでのユーザー名
pl: Nazwa użytkownika na KeeperFX.net
pt: Nome de usuário no KeeperFX.net
ru: KeeperFX.net логин

# CrashDialog|Input Placeholder
source: Email Address
de: E-Mail-Adresse
it: Indirizzo e-mail
ja: Ｅメールアドレス
pl: Adres email
pt: Endereço de E-mail
ru: Email адрес

# CrashDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# CrashDialog|Button
source: Send
de: Abschicken
it: Inviare
ja: 送信
pl: Wyślij
pt: Enviar
ru: Отправить

# CrashDialog|Menu Placeholder
source: No saves found
de: Keine Spielstände gefunden
it: Nessun file di salvataggio trovato
ja: セーブデータが見つかりません
pl: Pliki zapisu gry nie oznalezione
pt: Nenhum jogo salvo encontrado
ru: Сохранения не найдены

# CrashDialog|Default Savefile
source: None
de: Keine
it: Non disponibile
ja: なし
pl: Brak
pt: Nenhum
ru: Пусто

# CrashDialog|MessageBox Title
source: Crash Report
de: Crash melden
it: Segnalazione di arresto anomalo
ja: クラッシュ報告
pl: Raport Awarii
pt: Relatório de Falha
ru: Отчет сбоя

# CrashDialog|MessageBox Text
source: Failed to submit crash report.
de: Die Crash Meldung konnte nicht gesendet werden.
it: Segnalare l'arresto anomalo non riuscito.
ja: クラッシュ報告を提出に失敗しました。
pl: Nie udało się wysłać raportu awarii.
pt: Falha ao enviar o relatório de falha.
ru: Не удалось отправить отчет о сбое.

# CrashDialog|MessageBox Text
source: Your crash report has been successfully submitted! The KeeperFX team can not guarantee immediate results, but your feedback is very helpful for the developers working on KeeperFX. Report ID: %1
de: Deine Crash Meldung wurde erfolgreich versendet! Das KeeperFX Team kann keine sofortigen Ergebnisse garantieren, aber dein Feedback ist sehr hilfreich für die Entwickler, die an KeeperFX arbeiten. ID der Meldung: %1
ja: クラッシュ報告の送信が完了しました！ KeeperFXチームは即時の結果を保証することはできませんが、フィードバックはKeeperFXの開発者にとってとても有益です。 報告の識別番号： %1
pl: Twój raport awarii został pomyślnie przesłany! Zespół KeeperFX nie może zagwarantować natychmiastowych rezultatów, ale Twoja opinia jest bardzo pomocna dla programistów pracujących nad KeeperFX. Identyfikator raportu: %1
pt: Seu relatório de falha foi enviado com sucesso! A equipe do KeeperFX não pode garantir resultados imediatos, mas seu feedback é muito útil para os desenvolvedores que trabalham no KeeperFX. ID do Relatório: %1
ru: Ваш отчет о сбое был успешно отправлен! Команда KeeperFX не может гарантировать немедленные результаты, но ваши отзывы очень полезны для разработчиков, работающих над KeeperFX. Идентификатор отчета: %1

# DirectConnectDialog|Window Title
source: Direct Connect
de: Direkte Verbindung
it: Collegamento diretto
ja: 直接接続
pl: Połączenie Bezpośrednie
pt: Conexão Direta
ru: Прямое подключение

# DirectConnectDialog|Header
source: Direct Connect
de: Direkte Verbindung
it: Collegamento diretto
ja: 直接接続
pl: Połączenie Bezpośrednie
pt: Conexão Direta
ru: Прямое подключение

# DirectConnectDialog|Information Label
source: Directly connect to an open ENET lobby. Enter the IP address of the host. Only ENET is supported.
de: Direkt über eine offene ENET Lobby verbinden. Bitte IP-Adresse des Hosts eintragen. Nur ENET ist unterstützt.
it: Collegati direttamente alla sala d'attesa ENET aperta. Inserisci l'indirizzo IP della host. Solo ENET è supportato.
ja: 開いているENETロビーに直接接続します。ホストのIPアドレスを入力してください。 対応しているのはENETのみです。
pl: Połącz się bezpośrednio z otwartym lobby ENET. Wprowadź adres IP hosta. Obsługiwana jest wyłącznie sieć ENET.
pt: Conecte-se diretamente a uma sala ENET aberto. Digite o endereço IP do anfitrião. Somente ENET é suportado.
ru: Прямое подключение к открытому лобби ENET. Введите IP-адрес хоста. Поддерживается только ENET.

# DirectConnectDialog|Input Placeholder
source: IP Address
de: IP-Adresse
it: Indirizzo IP
ja: IPアドレス
pl: Adres IP
pt: Endereço IP
ru: IP Адрес

# DirectConnectDialog|Input Placeholder
source: Port
it: Porta
ja: ポート
pt: Porta
ru: Порт

# DirectConnectDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# DirectConnectDialog|Button
source: Connect
de: Verbinden
it: Collegare
ja: 接続
pl: Połącz
pt: Conectar
ru: Соединение

# DirectConnectDialog|MessageBox Title
source: Direct Connect
de: Direkte Verbindung
it: Collegamento diretto
ja: 直接接続
pl: Połączenie Bezpośrednie
pt: Conexão Direta
ru: Прямое подключение

# DirectConnectDialog|MessageBox Text
source: Invalid IP address
de: Ungültige IP-Adresse
it: Indizzo IP non valido
ja: 無効なIPアドレス
pl: Niewłaściwy adres IP
pt: Endereço IP inválido
ru: Неверный IP адрес

# DirectConnectDialog|MessageBox Text
source: IPv6 addresses are not supported.
de: IPv6-Adressen sind nicht unterstützt.
it: Indirizzi IPv6 non sono compatibili.
ja: IPv6アドレスは対応されていません。
pl: Adresy IPv6 nie są obsługiwane.
pt: Endereços IPv6 não são suportados.
ru: Адреса IPv6 не поддерживаются.

# DownloadMusicDialog|Dialog Title
source: KeeperFX Background Music
de: KeeperFX Hintergrund Musik
it: Musica di sottofondo di KeeperFX
ja: KeeperFXのBGM
pl: Muzyka KeeperFX
pt: Música de Fundo do KeeperFX
ru: KeeperFX Фоновая Музыка

# DownloadMusicDialog|Header
source: Download Music Files
de: Musik Dateien herunterladen
it: Scaricare i file della musica di sottofondo
ja: 音楽ファイルをダウンロード
pl: Pobierz Pliki Muzyki
pt: Baixar Arquivos de Música
ru: Загрузить фоновую музыку

# DownloadMusicDialog|Information
source: It seems the background music files were not found. This might happen when you copied over the Dungeon Keeper files from the CD instead of a digital release. You can let the launcher automatically download them because you have already proven your ownership of the original Dungeon Keeper game files. If you do not download the music files you will need to have the original CD in your disk drive to hear the background music.
de: Die Hintergrund-Musik Dateien konnten nicht gefunden wrden. Dies kann passieren, wenn die Spiel-Dateien von der CD kopiert worden sind, anstatt von einer digitalen Version. Du kannst die Dateien über den Launcher direct herunterladen, da du bereits Besitztum des Original-Spiels bewiesen hast. Falls du die Musik Dateien nicht herunterladen willst, musst du die CD einlegen, um Hintergrund-Musik zu hören.
ja: BGMファイルが見つからなかったようです。 これは、デジタルリリースではなくCDからダンジョンキーパーのファイルをコピーした場合に発生することがあります。 オリジナルダンジョンキーパーのゲームファイルの所有権はすでに証明されていますので、ランチャーにファイルを自動でダウンロードさせることができます。 音楽ファイルをダウンロードしない場合は、BGMを聞くためにオリジナルゲームのCDがディスクドライブに入っている必要があります。
pl: Wygląda na to, że nie znaleziono plików z muzyką. Może się to zdarzyć, jeśli skopiowano pliki gry Dungeon Keeper z płyty CD zamiast z wersji cyfrowej. Możesz pozwolić launcherowi automatycznie je pobrać, ponieważ potwierdzono już posiadanie oryginalnych plików gry Dungeon Keeper. Jeśli nie pobierzesz plików muzycznych, aby słuchać muzyki, musisz mieć oryginalną płytę CD w napędzie.
pt: Parece que os arquivos de música de fundo não foram encontrados. Isso pode acontecer quando você copiou os arquivos do Dungeon Keeper do CD em vez de uma versão digital. Você pode deixar o iniciador baixá-los automaticamente, pois já provou ser proprietário dos arquivos originais do jogo Dungeon Keeper. Se você não baixar os arquivos de música, precisará ter o CD original em sua unidade de disco para ouvir a música de fundo.
ru: Похоже, файлы фоновой музыки не были найдены. Такое случается, когда вы копируете файлы Dungeon Keeper с компакт-диска, а не из цифровой версии. Вы можете разрешить лаунчеру автоматически загрузить их, поскольку вы уже подтвердили своё право собственности на оригинальные файлы игры Dungeon Keeper. Если вы не загрузите музыкальные файлы, вам понадобится наличие оригинального CD в дисководе, чтобы услышать музыку в игре.

# DownloadMusicDialog|Button
source: Cancel
de: Abbrechen
it: Cancelllare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отменить

# DownloadMusicDialog|Button
source: Download
de: Runterladen
it: Scaricare
ja: ダウンロード
pl: Pobierz
pt: Baixar
ru: Загрузить
