Repository: yani/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: de, it, ja, pl, pt, ru

# SettingsDialog|Checkbox Toggle
source: Use CD music instead of local files
de: Musik von CD anstatt lokalen Dateien verwenden
it: Usare la musica del CD al posto dei file locali
ja: 音楽をCDから再生
pl: Użyj muzyki z CS zamiast plików lokalnych
pt: Usar música do CD em vez de arquivos locais
ru: Использовать музыку с CD вместо локальных файлов

# SettingsDialog|Checkbox Toggle
source: Pause music when game is paused
de: Musik pausieren wenn Spiel pausiert ist
it: Mettere la musica in pausa se il gioco è sospinto
ja: ポーズ時に音楽も一時停止
pl: Wstrzymaj odtwarzanie muzyki podczas pauzy
pt: Parar música quando o jogo estiver pausado
ru: Приостанавливать музыку при игровой паузе

# SettingsDialog|Checkbox Toggle
source: Enable atmospheric sounds
de: Atmosphärische Geräusche anschalten
it: Attivare suoni ambientali
ja: 背景音
pl: Włącz dźwięki atmosferyczne
pt: Ativar sons atmosféricos
ru: Включить звуки окружающей среды

# SettingsDialog|Dropdown Title Label
source: Frequency
de: Häufigkeit
it: Frequenza
ja: 頻度
pl: Częstotliwość
pt: Frequência
ru: Частота

# SettingsDialog|Dropdown Title Label
source: Volume
de: Lautstärke
ja: 音量
pl: Głośność
ru: Громкость

# SettingsDialog|Checkbox Toggle
source: Mute audio when game is not focused
de: Audio stummschalten wenn Spiel nicht fokusiert ist
it: Disattivare l'audio se la finestra del gioco è inattiva
ja: バックグラウンドでオーディオをミュート
pl: Wycisz dźwięk, gdy gra nie jest aktywna
pt: Silenciar áudio quando o jogo não estiver focado
ru: Отключать звук, когда игра свёрнута

# SettingsDialog|Tab Title
source: Input
de: Eingabe
ja: 入力
pl: Wejście
pt: Entrada
ru: Устройства ввода

# SettingsDialog|Checkbox Toggle
source: Lock cursor in possession
de: Cursor feststellen
it: Capturare il cursore quando possiedi una creatura
ja: 「支配」中はカーソルをロック
pl: Zablokuj kursor podczas opętania
pt: Travar cursor na possessão
ru: Блокировка курсора при использовании заклинания вселения

# SettingsDialog|Checkbox Toggle
source: Unlock cursor when game is paused
de: Cursor entsperren wenn Spiel pausiert ist
it: Sbloccare il cursore durante la pausa del gioco
ja: ポーズ中はカーソルをアンロック
pl: Odblokuj kursor, gdy gra jest wstrzymana
pt: Destravar cursor quando o jogo estiver pausado
ru: Разблокировать курсор когда игра на паузе

# SettingsDialog|Checkbox Toggle
source: Alternative Input
de: Alternative Eingabe
pt: Entrada Alternativa
ru: Альтернативные устройства ввода

# SettingsDialog|Checkbox Toggle
source: Screen edge camera panning
de: Kamerabewegung am Bildschirmrand
it: Spostare la camera ai bordi dello schermo
ja: 画面端カメラ移動
pl: Przesuwanie kamery przy krawędzi ekranu
pt: Movimentação da câmera pela borda da tela
ru: Панорамирование камеры по краю экрана

# SettingsDialog|Slider Title Label
source: Mouse sensitivity
de: Mausempfindlichkeit
it: Sensibilità del mouse
ja: マウスの感性
pl: Czułość myszy
pt: Sensibilidade do mouse
ru: Чувствительность мыши

# SettingsDialog|Checkbox Toggle
source: Raw mouse input
de: Direktes Maus-Input
it: Input del mouse grezzo
ja: マウス生入力
pl: Surowe wejście myszy
pt: Entrada bruta do mouse
ru: Необработанные данные с мыши

# SettingsDialog|Dropdown Title Label
source: Default tag mode
de: Standard Markierungsmodus
it: Modalità di selezione
ja: 既定のマークモード
pl: Domyślny tryb tag
ru: Режим выделения по умолчанию

# SettingsDialog|Checkbox Toggle
source: Enable tag mode toggle (Right-click)
de: Markierungsmodus mit rechter Maustaste wechseln
it: Attivare altern. tra le mod. di selezione (pulsante dx)
ja: 右クリックでマークモード間の切り替え
pl: Włącz przełączanie trybu tag (PPM)
ru: Включить переключение режима выделения (щелчок правой кнопкой мыши)

# SettingsDialog|Tab Title
source: Multiplayer
it: Multigiocatore
ja: マルチプレイヤ
pt: Multijogador
ru: Мультиплеер

# SettingsDialog|Textinput Title Label
source: Masterserver
it: Server master
ja: マスターサーバー
pt: Servidor principal
ru: Главный сервер

# SettingsDialog|Tab Title
source: Launcher
it: Lanciatore
ja: ランチャー
pt: Iniciador
ru: Лаунчер

# SettingsDialog|Checkbox Toggle
source: Check for KeeperFX updates
de: KeeperFX Updates abrufen
it: Verificare la disponibilità dei aggiornamenti di KeeperFX
ja: KeeperFXアップデートを確認
pl: Sprawdź aktualizacje KeeperFX
pt: Verificar atualizações do KeeperFX
ru: Проверка обновлений KeeperFX

# SettingsDialog|Checkbox Toggle
source: Enable crash reporting
de: Crash Reports senden
it: Attivare la segnalazione di arresto anomalo
ja: クラッシュ報告
pl: Włącz raportowanie awarii
pt: Ativar relatório de falhas
ru: Включить отправку отчетов об ошибках

# SettingsDialog|Dropdown Title Label
source: Release
de: Veröffentlichung
it: Versione
ja: リリース
pl: Wydanie
pt: Lançamento
ru: Релизы

# SettingsDialog|Checkbox Toggle
source: Enable website integration
de: Website Integration anschalten
it: Attivare l'integrazione nel sito web
ja: ウェブサイト統合
pl: Włącz integrację strony internetowej
pt: Ativar integração com o site
ru: Включить интеграцию с веб-сайтом

# SettingsDialog|Checkbox Toggle
source: Open on same screen as game
de: Auf gleichem Bildschirm wie Spiel öffnen
it: Aprire su lo schermo stesso che il gioco
ja: ゲームと同じ画面で開く
pl: Otwórz na tym samym monitorze co gra
pt: Abrir na mesma tela que o jogo
ru: Открыть на том же экране, что и игра

# SettingsDialog|Dropdown Title Label
source: Launcher language
de: Sprache des Launchers
it: Lingua del lanciatore
ja: ランチャーの言語
pl: Język launchera
pt: Idioma do iniciador
ru: Язык лаунчера

# SettingsDialog|Checkbox Toggle
source: Update automatically
de: Automatisch updaten
it: Aggiornare automaticamente
ja: 自動アップデート
pl: Aktualizuj automatycznie
pt: Atualizar automaticamente
ru: Обновлять автоматически

# SettingsDialog|Checkbox Toggle
source: Backup savefiles during update
de: Backup von Spielständen bei Updates erzeugen
it: Eseguire il backup dei file di salvataggio durante l'agg.
ja: アップデート時にセーブデータをバックアップ
pl: Tworzenie kopii zapasowych plików zapisu gry podczas aktualizacji
pt: Fazer backup dos arquivos salvos durante a atualização
ru: Резервное копирование файлов сохранений во время обновлений

# SettingsDialog|Dropdown Title Label
source: Play button theme
de: Theme des Spielen-Buttons
it: Tema della pulsante «Giocare»
ja: プレイボタンのテーマ
pl: Motyw przycisku gry
pt: Tema do botão Jogar
ru: Тема кнопки "Играть"

# SettingsDialog|Checkbox Toggle
source: Enable API
de: API anschalten
it: Attivare la API
ja: API
pl: Włącz API
pt: Ativar API
ru: Включить API

# SettingsDialog|Textinput Title Label
source: API port
it: Porto della API
ja: APIポート
pl: Port API
pt: Porta da API
ru: API порт

# SettingsDialog|Tab Title
source: About
de: Über
it: Informazioni su
ja: について
pl: Informacje
pt: Sobre
ru: О программе

# SettingsDialog|Dialog Button
source: Open config file
de: Konfigurationsdatei öffnen
it: File di configurazione
ja: 設定ファイルを開く
pl: Otwórz plik konfiguracyjny
ru: Открыть файл конфигурации

# SettingsDialog|Player Color Dropdown
source: 0: Red (Default)
de: 0: Red (Standard)
it: 0: Rosso (predefinito)
ja: 赤色（既定）
pt: 0: Vermelho (Padrão)
ru: 0: Красный (По умолчанию)

# SettingsDialog|Player Color Dropdown
source: 1: Blue
de: 1: Blau
it: 1: Azzurro
ja: 青色
pt: 1: Azul
ru: 1: Синий

# SettingsDialog|Player Color Dropdown
source: 2: Green
de: 2: Grün
it: 2: Verde
ja: 緑色
pt: 2: Verde
ru: 2: Зелёный

# SettingsDialog|Player Color Dropdown
source: 3: Yellow
de: 3: Gelb
it: 3: Giallo
ja: 黄色
pt: 3: Amarelo
ru: 3: Жёлтый

# SettingsDialog|Player Color Dropdown
source: 4: White / Heroes
de: 4: Weiß / Helden
it: 4: Bianco / Eroi
ja: 白色
pt: 4: Branco / Heróis
ru: 4: Белый / Герои

# SettingsDialog|Player Color Dropdown
source: 6: Purple
de: 6: Violett
it: 6: Viola
ja: 紫色
pt: 6: Roxo
ru: 6: Фиолетовый

# SettingsDialog|Player Color Dropdown
source: 7: Black
de: 7: Schwarz
it: 7: Nero
ja: 黒色
pt: 7: Preto
ru: 7: Чёрный

# SettingsDialog|Player Color Dropdown
source: 8: Orange
it: 8: Arancia
ja: 橙色
pt: 8: Laranja
ru: 8: Оранжевый

# SettingsDialog|Default Tag Mode Dropdown
source: Single
de: Einzeln
it: Uno a uno
ja: 単一選択
pl: Pojedyńczy
ru: Одиночный

# SettingsDialog|Default Tag Mode Dropdown
source: Drag
de: Ziehen
it: Trascinando
ja: ドラッグ選択
pl: Przeciąganie
ru: Перетаскивание

# SettingsDialog|Default Tag Mode Dropdown
source: Remember Last
de: Letzte Auswahl merken
it: Ricordare l'ultima
ja: 前回設定
pl: Pamiętaj Ostatni
ru: Помнить последнее

# SettingsDialog|Play Button Theme Dropdown
source: Qt Fusion Dark
de: Qt Fusion Dunkel
it: Qt Fusion scuro
ja: Qt Fusion ダーク
pt: Qt Fusion Escuro
ru: Темная версия

# SettingsDialog|Play Button Theme Dropdown
source: DK Orange (default)
de: DK Orange (Standard)
it: Arancia DK (predefinito)
ja: DK橙色（既定）
pt: Laranja Dungeon Keeper (padrão)
ru: DK Оранжевый (по умолчанию)

# SettingsDialog|Resize Movies Dropdown
source: Fit (default)
de: Anpassen (Standard)
it: Adattare (predefinito)
ja: 画面に合わせる（既定）
pl: Dopasuj (domyślny)
pt: Ajustar (padrão)
ru: Подстроить под экран (по умолчанию)

# SettingsDialog|Resize Movies Dropdown
source: Off
de: Aus
it: Disattivare
ja: オフ
pl: Wyłącz
pt: Desligado
ru: Выключено

# SettingsDialog|Resize Movies Dropdown
source: Stretch
de: Strecken
it: Allungare
ja: 引き伸ばし
pl: Rozciągnij
pt: Esticar
ru: Растягивать

# SettingsDialog|Resize Movies Dropdown
source: Crop
de: Abschneiden
it: Ritagliare
ja: 切り取り
pl: Przytnij
pt: Cortar
ru: Обрезать

# SettingsDialog|Resize Movies Dropdown
source: Pixel perfect
it: Pixel perfetto
ja: ピクセルパーフェクト
pt: Pixel perfeito
ru: Идеальное разрешение

# SettingsDialog|Resolution Dropdown
source: Match desktop
de: Wie Desktop
it: Stesso che il desktop
ja: デスクトップに同期
pl: Dopasuj do ekranu
pt: Igual à área de trabalho
ru: Соответствие рабочему столу

# SettingsDialog|Display Mode Dropdown
source: Fullscreen
de: Vollbildschirm
it: Schermo intero
ja: 全画面
pl: Pełny Ekran
pt: Tela cheia
ru: Полный экран

# SettingsDialog|Display Mode Dropdown
source: Windowed
de: Fenstermodus
it: Mod. finestra
ja: ウィンドウ
pl: Okno
pt: Modo janela
ru: В окне

# SettingsDialog|Atmosphere Frequency Dropdown
source: Low
de: Selten
it: Bassa
ja: 少
pl: Niska
pt: Baixa
ru: Низкая

# SettingsDialog|Atmosphere Frequency Dropdown
source: Medium
it: Media
ja: 中
pl: Średnia
pt: Média
ru: Средняя

# SettingsDialog|Atmosphere Frequency Dropdown
source: High
de: Häufig
it: Alta
ja: 高
pl: Wysoka
pt: Alta
ru: Высокая

# SettingsDialog|Atmosphere Volume Dropdown
source: Low
de: Niedrig
it: Basso
ja: 低
pl: Niska
pt: Baixo
ru: Низкая

# SettingsDialog|Atmosphere Volume Dropdown
source: Medium
de: Mittel
it: Medio
ja: 中
pl: Średnia
pt: Médio
ru: Средняя

# SettingsDialog|Atmosphere Volume Dropdown
source: High
de: Hoch
it: Alto
ja: 高
pl: Wysoka
pt: Alto
ru: Высокая

# SettingsDialog|Game Release Build
source: Stable (Default)
de: Stabiler Release (Standard)
it: Stabile (predefinita)
ja: 通常版（初期）
pl: Stable (Domyślny)
pt: Estável (Padrão)
ru: Стабильная (по умолчанию)

# SettingsDialog|Game Release Build
source: Alpha
it: Alfa
ja: アルファ
pt: Alfa
ru: Альфа

# SettingsDialog|About Label
source: KeeperFX Launcher v%1
it: Lanciatore KeeperFX v%1
ja: KeeperFXのランチャー バージョン %1
pt: Iniciador do KeeperFX v%1
ru: KeeperFX Лаунчер v%1

# SettingsDialog|About Label
source: Launcher Libraries:
de: Launcher Bibliotheken:
it: Biblioteche del lanciatore:
ja: ランチャーのライブラリ：
pl: Biblioteki launchera:
pt: Bibliotecas do Iniciador:
ru: Библиотеки лаунчера:

# SettingsDialog|About Label
source: Join us Discord: %1
de: Trete unserem Discord Server bei: %1
pt: Junte-se a nós no Discord: %1
ru: Присоединяйтесь к нам Discord: %1

# SettingsDialog|Label Contributor List
source: KeeperFX Contributors: %1
de: KeeperFX Mitwirkende: %1
it: Collaboratori di KeeperFX: %1
ja: KeeperFXの貢献者：%1
pl: Współautorzy KeeperFX: %1
pt: Contribuidores do KeeperFX: %1
ru: Авторы KeeperFX: %1

# SettingsDialog|MessageBox Title
source: KeeperFX Settings
de: KeeperFX Einstellungen
it: Configurazione di KeeperFX
ja: KeeperFXの設定
pl: Ustawienia KeeperFX
pt: Configurações do KeeperFX
ru: Настройки KeeperFX

# SettingsDialog|MessageBox Text
source: One or more settings have been changed. Are you sure you want to return without saving?
de: Eine oder mehrere Einstellungen wurden verändert. Bist du sicher, dass du die Änderungen nicht speichern willst?
it: Una o alcune impostazioni sono state modificate. Sei sicuro di voler uscidere senza salvarle?
ja: 設定が変更されました。本当に保存せずに戻りますか？
pl: Zmieniono jedno lub więcej ustawień. Czy na pewno chcesz powrócić bez zapisywania?
pt: Uma ou mais configurações foram alteradas. Tem certeza de que deseja voltar sem salvar?
ru: Один или несколько параметров были изменены. Вы уверены, что хотите вернуться без сохранения?

# UpdateDialog|Window Title
source: KeeperFX Update
it: Aggiornare KeeperFX
ja: KeeperFXのアップデート
pl: Aktualizacja KeeperFX
pt: Atualização do KeeperFX
ru: Обновления KeeperFX

# UpdateDialog|Header
source: New KeeperFX version found!
de: Neue KeeperFX version gefunden!
it: La versione aggiornata di KeeperFX è trovata!
ja: 新しいKeeperFX版！
pl: Znaleziono nową wersję KeeperFX!
pt: Nova versão do KeeperFX encontrada!
ru: Обнаружена новая версия KeeperFX!

# UpdateDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# UpdateDialog|Button
source: Update
it: Aggiornare
ja: アップデート
pl: Aktualizuj
pt: Atualizar
ru: Обновить

# UpdateDialog|Appended to version string
source: Alpha
it: Alfa
ja: アルファ
pt: Alfa
ru: Альфа

# UpdateDialog|Label
source: Current version:
de: Aktuelle Version:
it: Versione attuale:
ja: 現在の版：
pl: Obecna wersja:
pt: Versão atual:
ru: Текущая версия:

# UpdateDialog|Label
source: New version:
de: Neue Version:
it: Versione nouva:
ja: 新しい版：
pl: Nowa wersja:
pt: Nova versão:
ru: Новая версия:

# UpdateDialog|Progress bar
source: Downloading: %p% (%vMiB)
de: Lade runter: %p% (%vMiB)
it: Scarica: %p% (%vMiB)
ja: ダウンロード中：%p% (%vMiB)
pl: Pobiera: %p% (%vMiB)
pt: Baixando: %p% (%v MiB)
ru: Загрузка: %p% (%vMiB)

# UpdateDialog|MessageBox Title
source: Update failed
de: Update fehlgeschlagen
it: Aggiornamento non riuscito
ja: アップデート失敗
pl: Aktualizacja nie powiodła się
pt: A atualização falhou
ru: Обновление не удалось

# UpdateDialog|Title label
source: Updating...
de: Update läuft...
it: Aggiornamento
ja: アップデート中...
pl: Aktualizuje...
pt: Atualizando...
ru: Обновление...

# UpdateDialog|Progress bar (%p=percentage)
source: Comparing: %p%
de: Vergleiche: %p%
it: Comparo: %p%
ja: 比較中：%p%
pl: Porównuje: %p%
pt: Comparando: %p%
ru: Сравнение: %p%

# UpdateDialog|Failure Message
source: Failed to open file: %1
de: Datei konnte nicht geöffnet werden: %1
it: Aprire il file non riuscito: %1
ja: ファイルを開くに失敗しました：%1
pl: Nie udało się otworzyć pliku: %1
pt: Falha ao abrir o arquivo: %1
ru: Не удалось открыть файл: %1

# UpdateDialog|Failure Message
source: Archive download failed.
de: Archiv Download fehlgeschlagen.
it: Scaricare l'archivio non riuscito.
ja: アーカイブをダウンロードに失敗しました。
pl: Pobieranie archiwum nie powiodło się.
pt: O download do arquivo falhou.
ru: Сбой при загрузке архива.

# UpdateDialog|Progress bar
source: Extracting: %p%
de: Entpacke: %p%
it: Estrazione: %p%
ja: 抽出中：%p%
pl: Odpakowuje: %p%
pt: Extraindo: %p%
ru: Извлечение: %p%

# UpdateDialog|Title label
source: Update complete!
de: Update erfolgreich beendet!
it: Aggiornamento completo!
ja: アップデートが完了しました！
pl: Aktualizacja zakończona pomyślnie!
pt: Atualização completa!
ru: Обновление завершено!

# UpdateDialog|MessageBox Text
source: KeeperFX has been successfully updated to version %1!
de: KeeperFX wurde erfolgreich geupdated auf Version %1!
it: KeeperFX è stato aggiornato correttamente alla versione %1!
ja: KeeperFXが版数%1に正常にアップデートされました！
pl: KeeperFX został pomyślnie zaktualizowany do wersji %1!
pt: O KeeperFX foi atualizado com sucesso para a versão %1!
ru: KeeperFX успешно обновлен до версии %1!

# UpdateDialog|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmazione
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

# UpdateDialog|MessageBox Text
source: Are you sure you want to cancel the update?
de: Bist du sicher, dass du das Update abbrechen willst?
it: Sei sicuro di voler annullare l'aggiornamento?
ja: 本当にアップデートをキャンセルしますか？
pl: Czy na pewno chcesz anulować aktualizację?
pt: Tem certeza de que deseja cancelar a atualização?
ru: Вы уверены, что хотите отменить обновление?

# UpdateDialog|Failure message
source: Failed to create temp directory
de: Temporäres Verzeichnis konnte nicht erzeugt werden
it: Creare una cartella temporanea non riuscito
ja: 一時フォルダーの作成に失敗しました
pl: Nie udało się utworzyć katalogu tymczasowego
pt: Falha ao criar o diretório temporário
ru: Не удалось создать временный каталог

# UpdateDialog|Progress bar
source: Downloading: %p%
de: Lade runter: %p%
it: Scarica: %p%
ja: ダウンロード中：%p%
pl: Pobiera: %p%
pt: Baixando: %p%
ru: Загрузка: %p% (%vMiB)

# UpdateDialog|Failure Message
source: The temporary directory does not exist
de: Das temporäre Verzeichnis existiert nicht
it: La cartella temporanea non esiste
ja: 一時フォルダーが存在しません
pl: Katalog tymczasowy nie istnieje
pt: O diretório temporário não existe
ru: Временная папка отсутствует

# UpdateDialog|Progress bar
source: Copying: %p%
de: Kopiere: %p%
it: Copio: %p%
ja: コピー中：%p%
pl: Kopiuje: %p%
pt: Copiando: %p%
ru: Копирование: %p%

# UpdateDialog|Failure Message
source: File does not exist: %1
de: Datei existiert nicht: %1
it: Il file non esiste: %1
ja: ファイルが存在しません：%1
pl: Plik nie istnieje: %1
pt: O arquivo não existe: %1
ru: Файл не существует: %1

# UpdateDialog|Failure Message
source: Failed to create destination directory: %1
de: Zielverzeichnis konnte nicht erzeugt werden: %1
it: Creare la cartella di destinazione non riuscito: %1
ja: 移動先フォルダーの作成に失敗しました：%1
pl: Nie udało się utworzyć katalogu docelowego: %1
pt: Falha ao criar o diretório de destino: %1
ru: Не удалось создать каталог назначения: %1

# UpdateDialog|Failure Message
source: Failed to move file: %1
de: Datei konnte nicht verschoben werden: %1
it: Spostamento del file non riuscito: %1
ja: ファイルを移動するに失しました：%1
pl: Nie udało się skopiować pliku: %1
pt: Falha ao mover o arquivo: %1
ru: Не удалось переместить файл: %1

# UpdateDialog|Failure message
source: Failed to move all downloaded files
de: Die heruntergeladenen Dateien konnten nicht verschoben werden
it: Spostamento di tutti i file non riuscito
ja: 全てのダウンロードしたファイルを移動に失敗しました
pl: Nie udało się przenieść wszystkich pobranych plików
pt: Falha ao mover todos os arquivos baixados
ru: Не удалось переместить все загруженные файлы

# SettingsDialog|Checkbox Toggle
source: Unlock cursor from game window
it: Input alternativi
ja: カーソルをウィンドウに固定しない
pl: Odblokuj kursor z okna gry

# SettingsDialog|About Label
source: KeeperFX v%1
ja: KeeperFX バージョン %1

# SettingsDialog|About Label
source: Join us on Discord: %1
it: Unisciti a noi su Discord: %1
ja: Discordに参加：%1
pl: Dołącz do nas na Discord: %1

# InstallKfxDialog|Failure message
source: Failed to create temp directory
pl: Nie udało się utworzyć katalogu tymczasowego

# InstallKfxDialog|Progress bar
source: Copying: %p%
pl: Kopiuje: %p%

# InstallKfxDialog|Failure Message
source: Failed to create destination directory: %1
pl: Nie udało się utworzyć katalogu docelowego: %1

# InstallKfxDialog|
source: Failed to move file: %1
pl: Nie udało się przenieść pliku: %1

# LauncherMainWindow|Menu
source: Start without mods
pl: Uruchom bez modów

# SettingsDialog|Checkbox Toggle
source: Smoothen edges
pl: Wygładź krawędzie

# SettingsDialog|Textinput Title Label
source: Max. FPS (0 = unlimited)
pl: Max. FPS (0 = bez ograniczeń)

# SettingsDialog|Textinput Title Label
source: GUI blink rate (default = 1)
pl: Częstotliwość migania GUI (domyślnie = 1)

# SettingsDialog|Textinput Title Label
source: Neutral flash rate (default = 1)
pl: Neutralna częstotliwość błysku (domyślnie = 1)

# SettingsDialog|Button
source: Show launcher command line options
pl: Pokaż opcje wiersza poleceń launchera

# SettingsDialog|MessageBox Text
source: Do you want to restore the default settings? All your custom settings will be lost.
pl: Czy chcesz przywrócić ustawienia domyślne? Wszystkie twoje ustawienia niestandardowe zostaną utracone.

# SettingsDialog|MessageBox Text
source: The default settings have been restored.
pl: Przywrócono ustawienia domyślne.

# SettingsDialog|MessageBox Title
source: Launcher command line options
pl: Opcje wiersza poleceń launchera
