Repository: yani/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: de, it, ja, pl, pt, ru

# InstallKfxDialog|MessageBox Text
source: Are you sure? You will be unable to play KeeperFX.
de: Bist du sicher? Du wirst KeeperFX nicht spielen können.
it: Sei sicuro? Non sarà possible eseguire KeeperFX.
ja: よろしいですか？ KeeperFXがプレイできなくなります。
pl: Czy na pewno? Granie w KeeperFX nie będzie możliwe.
pt: Você tem certeza? Você não poderá mais jogar KeeperFX.
ru: Вы уверены? Вы не сможете больше играть в KeeperFX.

# LauncherMainWindow|
source: KeeperFX Launcher
it: Lanciatore di KeeperFX
ja: KeeperFXのランチャー
pt: Iniciador do KeeperFX
ru: Программа запуска KeeperFX

# LauncherMainWindow|Header
source: Latest workshop items
de: Neueste Workshop Gegenstände
it: Ultimi articoli alla Sala Lavoro
ja: ワークショップの最新アイテム
pl: Najnowsze produkty w workshop
pt: Últimos itens da oficina
ru: Последние темы в мастерской

# LauncherMainWindow|Header
source: Latest News
de: Neuigkeiten
it: Ultime notizie
ja: 最新ニュース
pl: Najnowsze Wiadomości
pt: Últimas Notícias
ru: Последние Новости

# LauncherMainWindow|Button
source: Settings
de: Einstellungen
it: Opzioni
ja: 設定
pl: Ustawienia
pt: Configurações
ru: Настройки

# LauncherMainWindow|Button
source: Mods
it: Modifiche
ja: MOD
pl: Mody
ru: Моды

# LauncherMainWindow|Button
source: Workshop
it: Sala Lavoro
ja: ワークショップ
pt: Oficina
ru: Мастерская

# LauncherMainWindow|Button
source: Logfile
de: Logdatei
it: File di log
ja: ログファイル
pt: Arquivo de Relatório
ru: Журнал логов

# LauncherMainWindow|Button
source: Open Folder
de: Ordner Öffnen
it: Cartella del gioco
ja: フォルダーを開く
pl: Otwórz Folder
pt: Abrir Pasta
ru: Открыть директорию

# LauncherMainWindow|Button
source: Play
de: Spielen
it: Giocare
ja: 実行
pl: Graj
pt: Jogar
ru: Играть

# LauncherMainWindow|MessageBox Title
source: KeeperFX Error
de: KeeperFX Fehler
it: Errore di KeeperFX
ja: KeeperFXエラー
pl: Błąd KeeperFX
pt: Erro do KeeperFX
ru: Ошибки KeeperFX

# LauncherMainWindow|MessageBox Text
source: The launcher has detected that it might have been installed in the original Dungeon Keeper directory. There is a chance you will encounter issues and will be unable to play the game. KeeperFX should be installed in its own directory as it is a standalone game.
de: Der Launcher hat identifiziert, dass er im selben Ordner liegt wie die originale Dungeon Keeper Installation. Möglicherweise kann es dadurch zu Problemen beim Spielen kommen. KeeperFX sollte in einem eigenen Ordner installiert werden, da es ein eigentständiges Spiel ist.
ja: ランチャーは、KeeperFXがオリジナルのダンジョンキーパーフォルダーにインストールされている可能性を検出しました。問題が発生し、ゲームをプレイできなくなる恐れがあります。 KeeperFXはスタンドアロンゲームですので、専用のフォルダーにインストールしてください。
pl: Launcher wykrył, że gra mogła zostać zainstalowana w oryginalnym katalogu Dungeon Keeper. Istnieje ryzyko, że napotkasz problemy i nie będziesz mógł grać. KeeperFX powinien być zainstalowany w oddzielnym katalogu, ponieważ jest to samodzielna gra.
pt: O iniciador detectou que ele pode ter sido instalado no diretório original do Dungeon Keeper. Existe a chance de você encontrar problemas e não conseguir jogar o jogo. O KeeperFX deve ser instalado em seu próprio diretório, pois é um jogo autônomo.
ru: Программа запуска обнаружила, что она, возможно, была установлена в исходную папку с Dungeon Keeper. Существует вероятность, что у вас возникнут проблемы и вы не сможете играть нормально. KeeperFX следует устанавливать в отдельный каталог, так как это самостоятельная игра.

# LauncherMainWindow|Messagebox Checkbox label
source: Don't show this again
de: Nicht mehr anzeigen
it: Non mostrare più
ja: 再表示しない
pl: Nie pokazuj ponownie
pt: Não mostrar isso novamente
ru: Не показывать это сообщение снова

# LauncherMainWindow|MessageBox Text
source: The launcher failed to grab the version of KeeperFX. It's possible your installation is corrupted. Do you want to automatically reinstall KeeperFX?
de: Der Launcher konnte diese Version von KeeperFX nicht identifizieren. Möglicherweise ist deine Installation fehlerhaft. Möchtest du automatisch KeeperFX neu installieren?
it: Il lanciatore non ha riuscito a scaricare la versione di KeeperFX. L'installazione potrebbe essere danneggiata. Vuoi reinstallare KeeperFX automaticamente?
ja: ランチャーがKeeperFXの版数を取得できませんでした。インストールが破損しているかもしれません。 KeeperFXを自動的に再インストールしますか？
pl: Launcher nie był w stanie pobrać wersji KeeperFX. Możliwe, że instalacja jest uszkodzona. Czy chcesz automatycznie ponownie zainstalować KeeperFX?
pt: O iniciador não conseguiu obter a versão do KeeperFX. É possível que sua instalação esteja corrompida. Você deseja reinstalar o KeeperFX automaticamente?
ru: Программа запуска не смогла загрузить версию KeeperFX. Что-то пошло не так. Хотите автоматически переустановить KeeperFX?

# LauncherMainWindow|MessageBox Text
source: The launcher failed to grab the version of KeeperFX. Please report this error to the KeeperFX team.
de: Der Launcher konnte diese Version von KeeperFX nicht identifizieren. Bitte melde diesen Fehler dem KeeperFX Team.
it: Il lanciatore non ha riuscito a scaricare la versione di KeeperFX. Segnala questo errore ai sviluppatori di KeeperFX.
ja: ランチャーがKeeperFXの版数を取得できませんでした。このエラーをKeeperFXチームに届け出てください。
pl: Launcher nie był w stanie pobrać wersji KeeperFX. Zgłoś ten błąd do załogi KeeperFX.
pt: O iniciador não conseguiu obter a versão do KeeperFX. Por favor, reporte este erro para a equipe do KeeperFX.
ru: Программа запуска не смогла загрузить версию KeeperFX. Сообщите об этой ошибке команде KeeperFX.

# LauncherMainWindow|Menu
source: Play campaign
de: Kampagne spielen
it: Giocare alla campagna
ja: キャンペーンをプレイ
pl: Graj w kampanie
pt: Jogar campanha
ru: Играть в кампанию

# LauncherMainWindow|Menu
source: Load save game
de: Spielstand laden
it: Caricare un gioco salvato
ja: セーブデータをロード
pl: Załaduj zapisaną grę
pt: Carregar jogo salvo
ru: Загрузить сохраненную игру

# LauncherMainWindow|Menu
source: Direct connect (MP)
de: Direkte Verbindung (MP)
it: Collegamento diretto (MG)
ja: 直接接続（マルチプレイヤー）
pl: Połączenie bezpośrednie (MP)
pt: Conexão direta (MJ)
ru: Прямое подключение (MP)

# LauncherMainWindow|Menu
source: Scan local network (MP)
de: Lokales Netzwerk scannen (MP)
it: Scansione della rete locale (MG)
ja: ネットワークを検査（マルチプレイヤー）
pl: Skanuj sieć lokalną (MP)
pt: Escanear rede local (MJ)
ru: Поиск локальной сети (MP)

# LauncherMainWindow|Menu
source: Test internet lobby (MP)
de: Interne Lobby testen (MP)
it: Prova della sala d'attesa (MG)
ja: インターネットロビーをテスト（マルチプレイヤー）
pl: Test lobby internetowego (MP)
pt: Testar sala da internet (MJ)
ru: Тестовое интернет-лобби (MP)

# LauncherMainWindow|Menu
source: Run packetfile
de: Packetfile starten
it: Riproduzione dei replay
ja: パケット再生
pl: Uruchom packetfile
pt: Executar packetfile
ru: Просмотр реплеев

# LauncherMainWindow|Menu
source: Heavylog
it: File di log dettagliato
ja: 追加の作譜
ru: Расширенный журнал

# LauncherMainWindow|Button text
source: Play (hvlog)
de: Spielen (Mit Heavylog)
it: Giocare (log)
ja: 実行（追加の作譜）
pl: Graj (hvlog)
pt: Jogar (hvlog)
ru: Играть (hvlog)

# LauncherMainWindow|Button text
source: Play
de: Spielen
it: Giocare
ja: 実行
pl: Graj
pt: Jogar
ru: Играть

# LauncherMainWindow|MessageBox Text
source: The launcher is unable to find 'keeperfx.exe'. Do you want to download and install KeeperFX?
de: Der Launcher kann 'keeperfx.exe' nicht finden. Möchtest du KeeperFX herunterladen und installieren?
it: Il lanciatore non ha riuscito trovare keeperfx.exe. Vuoi scaricare o installare KeeperFX?
ja: ランチャーが「keeperfx.exe」を見つけることができませんでした。 KeeperFXをダウンロードしてインストールしますか？
pl: Launcher nie może znaleźć pliku „keeperfx.exe”. Czy chcesz pobrać i zainstalować KeeperFX?
pt: O iniciador não consegue encontrar 'keeperfx.exe'. Você deseja baixar e instalar o KeeperFX?
ru: Программа запуска не может найти файл «keeperfx.exe». Хотите загрузить и установить KeeperFX?

# LauncherMainWindow|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmare
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

# LauncherMainWindow|MessageBox Text
source: Are you sure? You will be unable to play KeeperFX.
de: Bist du sicher? Du wirst KeeperFX nicht spielen können.
it: Sei sicuro? Non sarà possible eseguire KeeperFX.
ja: よろしいですか？ KeeperFXがプレイできなくなります。
pl: Czy na pewno? Granie w KeeperFX nie będzie możliwe.
pt: Você tem certeza? Você não poderá mais jogar KeeperFX.
ru: Вы уверены? Вы не сможете играть в KeeperFX.

# LauncherMainWindow|MessageBox Title
source: Language has changed
de: Sprache wurde geändert
it: La lingua è stata cambiata.
ja: 言語が変更されました
pl: Język został zmieniony
pt: O idioma foi alterado
ru: Язык изменён

# LauncherMainWindow|MessageBox Text
source: The launcher has to restart to change its language. Do you want to do that now?
de: Der Launcher muss neu gestartet werden, um die Sprache zu ändern. Möchtest du den Launcher jetzt neu starten?
it: Il lanciatore deve riavviarsi per cambiare la lingua. Riavviarlo?
ja: ランチャーが言語設定を変更するには、ランチャーを再起動する必要があります。今すぐ再起動しますか？
pl: Aby zmienić język, należy ponownie uruchomić launcher. Czy chcesz to zrobić teraz?
pt: O iniciador precisa ser reiniciado para alterar seu idioma. Você deseja fazer isso agora?
ru: Для изменения языка необходимо перезапустить программу запуска. Хотите сделать это сейчас?

# LauncherMainWindow|MessageBox Title
source: KeeperFX Verification Error
de: Fehler bei KeeperFX Verifizierung
it: Errore di verifica di KeeperFX
ja: KeeperFX検証エラー
pl: Błąd weryfikacji KeeperFX
pt: Erro de Verificação do KeeperFX
ru: Ошибка проверки KeeperFX

# LauncherMainWindow|MessageBox Text
source: The launcher failed to verify the signature of: %1 It is highly suggested to only use official KeeperFX files.
de: Der Launcher konnte die Signatur nicht verifizieren: %1 Es wird stärkstens empfohlen, nur die offiziellen KeeperFX Dateien zu verwenden.
it: Il lanciatore non ha riuscito a verificare la firma di: %1 Si consiglia vivamente di utilizzare solo i file officili di KeeperFX.
ja: ランチャーが以下のファイルの電子署名を検証できなかった： %1 KeeperFXのオフィシャルなファイルのみを使用することを強くお勧めします。
pl: Launcher nie zweryfikował podpisu: %1 Zaleca się korzystanie wyłącznie z oficjalnych plików KeeperFX.
pt: O iniciador não conseguiu verificar a assinatura de: %1 É altamente recomendável usar apenas arquivos oficiais do KeeperFX.
ru: Программа запуска не смогла проверить цифровую подпись: %1 Настоятельно рекомендуется использовать только официальные файлы KeeperFX.

# LauncherMainWindow|MessageBox Text
source: Failed to start KeeperFX. Error: %1
de: KeeperFX konnte nicht gestartet werden. Fehler: %1
it: Impossibile avviare KeeperFX. Errore: %1
ja: KeeperFXの実行に失敗しました。 エラー： %1
pl: Nie udało się uruchomić programu KeeperFX. Błąd: %1
pt: Falha ao iniciar o KeeperFX. Erro: %1
ru: Не удалось запустить KeeperFX. Ошибка: %1

# LauncherMainWindow|MessageBox Text
source: Failed to start KeeperFX. Unknown error.
de: KeeperFX konnte nicht gestartet werden. Unbekannter Fehler.
it: Impossibile avviare KeeperFX. Errore sconosciuto.
ja: KeeperFXの実行に失敗しました。不明なエラーが発生した。
pl: Nie udało się uruchomić programu KeeperFX. Nieznany błąd.
pt: Falha ao iniciar o KeeperFX. Erro desconhecido.
ru: Не удалось запустить KeeperFX. Неизвестная ошибка.

# LauncherMainWindow|Window Title
source: KeeperFX Launcher
it: Lanciatore di KeeperFX
ja: KeeperFXのランチャー
pt: Iniciador do KeeperFX
ru: Программа запуска KeeperFX

# ModManagerDialog|
source: KeeperFX Mod Manager
it: Gestore mod di KeeperFX
ja: KeeperFXのMOD管理
ru: Менеджер модов KeeperFX

# ModManagerDialog|Header
source: Mod Manager
de: Mods verwalten
it: Gestore mod
ja: MOD管理
ru: Менеджер модов

# RunPacketFileDialog|Dialog Title
source: Run Packetfile
de: Packetfile starten
it: Riproduzione dei replay
ja: パケット再生
pl: Uruchom Packetfile
pt: Executar Packetfile
ru: Просмотр реплеев

# RunPacketFileDialog|Header
source: Run Packetfile
de: Packetfile starten
it: File di replay
ja: パケット再生
pl: Uruchom Packetfile
pt: Executar Packetfile
ru: Запустить реплей

# RunPacketFileDialog|Information Label
source: Select a packetfile to replay. KeeperFX will be started and the packetfile will automatically start playing.
de: Wähle ein Packetfile zum abspielen aus. KeeperFX wird gestartet und das Packetfile wird automatisch abgespielt.
it: Seleziona un file di replay. KeeperFX inizierà, e il file verrà riprodotto automaticamente.
ja: 再生するパケットファイルを選択してください。KeeperFXが起動し、パケットファイルを自動的に再生します。
pl: Wybierz packetfile do odtworzenia. Program KeeperFX zostanie uruchomiony, a packetfile rozpocznie odtwarzanie automatycznie.
pt: Selecione um packetfile para reproduzir. O KeeperFX será iniciado e o packetfile começará a ser reproduzido automaticamente.
ru: Выберите файл реплея для воспроизведения. KeeperFX запустится, и выбранный реплей начнёт воспроизводиться автоматически.

# RunPacketFileDialog|Notice Label
source: Packetsave will be disabled when loading a packetfile.
de: Packetsave ist nicht verfügbar wenn ein Packetfile geladen wird.
it: La registrazione dei file di replay sarà disattivata durante il caricamento di un file di replay.
ja: パケットセーブは、パケットファイルをロードすると無効になります。
pl: Packetsave będzie wyłączony na czas ładowania packetfile.
pt: O Packetsave será desativado ao carregar um packetfile.
ru: Сохранение реплеев будет отключено при воспроизведении файлов реплеев.

# RunPacketFileDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# RunPacketFileDialog|Button
source: Start
de: Starten
it: Iniziare
ja: 再生
pt: Iniciar
ru: Старт

# ScanNetworkDialog|Window Title
source: Scan Network
de: Netzwerk scannen
it: Scansione rete
ja: ネットワークを検査
pl: Skanuj Sieć
pt: Escanear Rede
ru: Поиск сети

# ScanNetworkDialog|Header
source: Scan Network
de: Netzwerk scannen
it: Scansione della rete
ja: ネットワークを検査
pl: Skanuj Sieć
pt: Escanear Rede
ru: Сканировать сеть

# ScanNetworkDialog|Information Label
source: Scan your local network (LAN) for open ENET lobbies. The other person should be on the same network and must have opened a game lobby in KeeperFX. (Multiplayer -> ENET -> Create Game). When the other person has an open lobby this tool should be able to find their IP address.
de: Scanne das lokale Netzwerk nach offenen ENET Lobbies. Der andere Spieler sollte im selben Netzwerk sein, und muss eine Spiel-Lobby in KeeperFX geöffnet haben. (Multiplayer -> ENET -> Spiel erstellen). Wenn der andere Spieler eine offene Lobby hat, sollte dieses Tool dessen IP-Adresse finden können.
it: Scansiona la rete locale (LAN) e cerca le sale d'attesa ENET aperte. L'altro giocatore deve essere collegato alla stessa rete e creato la lobby del gioco fra KeeperFX (Multiplayer -> ENET -> Create Game). Se un altro giocatore ha creato la lobby, l'utilità deve trovare il suo indirizzo IP.
ja: ローカルネットワーク（LAN）を検査して、開いているENETロビーを探します。相手は同じネットワークにいて、KeeperFXでゲームロビーを開いている必要があります。(マルチプレイ -> ENET -> ゲームを作成する)。相手がロビーを開いている場合、このツールは相手のIPアドレスを見つけることができるはずです。
pl: Przeskanuj lokalną sieć (LAN) w poszukiwaniu otwartych lobby ENET. Druga osoba powinna znajdować się w tej samej sieci i musi mieć otwarte lobby gry w KeeperFX. (Multiplayer -> ENET -> Create Game). Gdy druga osoba ma otwarte lobby, to narzędzie powinno być w stanie znaleźć jej adres IP.
pt: Escaneie sua rede local (LAN) em busca de lobbies ENET abertos. A outra pessoa deve estar na mesma rede e ter aberto uma sala de jogo no KeeperFX (Multijogador -> ENET -> Criar Jogo). Quando a outra pessoa tiver uma sala aberta, esta ferramenta deverá conseguir encontrar o endereço IP dela.
ru: Просканируйте локальную сеть (LAN) на наличие открытых лобби ENET. Другой пользователь должен находиться в той же сети и открыть игровое лобби в KeeperFX. (Многопользовательский режим -> ENET -> Создать игру). Когда другой пользователь открывает лобби, этот инструмент должен обнаружить его IP-адрес.

# ScanNetworkDialog|Button
source: Close
de: Schließen
it: Chiudere
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть

# ScanNetworkDialog|Button
source: Scan
de: Scannen
it: Scansionare
ja: 検査
pl: Skanuj
pt: Escanear
ru: Сканировать

# ScanNetworkDialog|Button
source: Connect
de: Verbinden
it: Collegarsi
ja: 接続
pl: Połącz
pt: Conectar
ru: Подключиться

# ScanNetworkDialog|Table Header
source: IP Address
de: IP-Adresse
it: Indirizzo IP
ja: IPアドレス
pl: Adres IP
pt: Endereço IP
ru: IP Адрес

# ScanNetworkDialog|Table Header
source: Hostname
it: Nome della host
ja: ホスト名
pl: Nazwa hosta
pt: Nome do Host
ru: Имя хоста

# ScanNetworkDialog|Button text
source: Stop Scan
de: Scan unterbrechen
it: Interrompere
ja: 検査を停止
pl: Zatrzymaj Skanowanie
pt: Parar Escaneamento
ru: Прекратить сканирование

# ScanNetworkDialog|Progress bar
source: Scanning...
de: Scanne...
it: Scansione in corso...
ja: 検査中...
pl: Skanuje...
pt: Escaneando...
ru: Сканирование...

# ScanNetworkDialog|Button text
source: Scan
it: Scansionare
ja: 検査
pl: Skan
pt: Escanear
ru: Сканировать

# ScanNetworkDialog|Progress bar
source: Scanning: %p% (%v/%m)
de: Scanne: %p% (%v/%m)
it: Scansione: %p% (%v/%m)
ja: 検査中：%p% (%v/%m)
pl: Skanuje: %p% (%v/%m)
pt: Escaneando: %p% (%v/%m)
ru: Сканирование: %p% (%v/%m)

# SettingsDialog|Window Title
source: KeeperFX Settings
de: KeeperFX Einstellungen
it: Opzioni di KeeperFX
ja: KeeperFXの設定
pl: Ustawienia KeeperFX
pt: Configurações do KeeperFX
ru: Настройки KeeperFX

# SettingsDialog|Tab Title
source: Game
de: Spiel
it: Gioco
ja: ゲーム
pl: Gra
pt: Jogo
ru: Игра

# SettingsDialog|Dropdown Title Label
source: Game language
de: Sprache des Spiels
it: Lingua del gioco
ja: ゲームの言語
pl: Język gry
pt: Idioma do jogo
ru: Язык игры

# SettingsDialog|Checkbox Toggle
source: Display Intro
de: Intro anzeigen
it: Mostrare l'intro
ja: イントロを表示
pl: Wyświetl Intro
pt: Exibir introdução
ru: Показывать Интро

# SettingsDialog|Checkbox Toggle
source: Enable Cheats
de: Cheats erlauben
it: Attivare trucchi
ja: チート有効化
pl: Włącz Cheaty
pt: Ativar trapaças
ru: Включить читы

# SettingsDialog|Checkbox Toggle
source: Enable Censorship
de: Zensierten Modus anschalten
it: Attivare censura
ja: 検閲
pl: Włącz Cenzurę
pt: Ativar censura
ru: Включить цензуру

# SettingsDialog|Dropdown Title Label
source: Screenshot type
de: Screenshot Typ
it: Formato dei screenshot
ja: スクリーンショット形式
pl: Typ zrzutu ekranu
pt: Tipo de captura de tela
ru: Тип скриншотов

# SettingsDialog|Textinput Title Label
source: Gameturns per second (default = 20)
de: Spielzüge/Turns pro Sekunde (Standard = 20)
it: Tick al secondo (predefinito = 20)
ja: 毎秒ターン数 (既定値: 20)
pl: Ilość tur na sekundę (domyślnie = 20)
pt: Turnos de jogo por segundo (padrão = 20)
ru: Число игровых тиков в секунду (по умолчанию = 20)

# SettingsDialog|Textinput Title Label
source: Command character
de: Command-Zeichen
it: Pulsante della console
ja: コマンドため文字
pl: Znak komend
pt: Caractere de comando
ru: Клавиша открытия консоли

# SettingsDialog|Checkbox Toggle
source: Display splash screens
de: Splash-Screens anzeigen
it: Mostrare le schermate di caricamento
ja: スプラッシュスクリーン
pl: Wyświetl ekran powitalny
pt: Exibir telas de abertura
ru: Отображение заставок

# SettingsDialog|Checkbox Toggle
source: Enable delta time
de: Delta Time verwenden
it: Attivare sincronizzazione delta
ja: デルタタイム
pl: Włącz czas delta
pt: Ativar tempo delta
ru: Включить дельта-время

# SettingsDialog|Checkbox Toggle
source: Freeze game when not focused
de: Spiel pausieren, wenn es nicht im Fokus ist
it: Sospendere il gioco se la finestra è in sfondo
ja: 非アクティブ時に一時停止
pl: Zawieszaj grę, gdy nie jest aktywna
pt: Congelar jogo quando não focado
ru: Автоматическая пауза, если игра свёрнута

# SettingsDialog|Dropdown Title Label
source: Human Player
de: Menschlicher Spieler
it: Giocatore umano
ja: 人間のプレイヤー
pt: Jogador Humano
ru: Игрок Человек

# SettingsDialog|Textinput Title Label
source: Packetsave filename
de: Packetsave Dateiname
it: Nome del file di replay
ja: パケットセーブのファイル名
pl: Nazwa pliku packetsave
pt: Nome do arquivo Packetsave
ru: Название реплея

# SettingsDialog|Checkbox Toggle
source: Enable Packetsave
de: Packetsave anschalten
it: Attivare registrazione dei file di replay
ja: パケットセーブ
pl: Włącz Packetsave
pt: Ativar Packetsave
ru: Включить запись реплеев

# SettingsDialog|Checkbox Toggle
source: Exit on LUA error
de: Spiel bei LUA Fehler beenden
it: Chiudere su errore di LUA
ja: LUAエラーでアプリ終了
pl: Wyjdź w przypadku błędu LUA
ru: Выход при LUA ошибке

# SettingsDialog|Checkbox Toggle
source: Automatically enable flee
de: Flucht automatisch anschalten
it: Attivare Fuggi automaticamente
ja: 既定で逃走を有効
pl: Automatycznie uruchom ucieczkę
ru: Автоматически включать "Бегство с поля боя"

# SettingsDialog|Checkbox Toggle
source: Automatically enable imprison
de: Einsperren automatisch anschalten
it: Attivare Imprigiona automaticamente
ja: 既定で生け捕りを有効
pl: Automatycznie uruchom pojmanie
ru: Автоматически включать "Тюремное заключение"

# SettingsDialog|Tab Title
source: Graphics
de: Grafikeinstellungen
it: Grafica
ja: グラフィックス
pl: Grafika
pt: Gráficos
ru: Графика

# SettingsDialog|Checkbox Toggle
source: Smoothen video
de: Kantenglättung
it: Attenuare bordi
ja: 画面スムージング
pt: Suavizar vídeo
ru: Сглаживание видео

# SettingsDialog|Dropdown Title Label
source: Resolution
de: Auflösung
it: Risoluzione
ja: 解像度
pl: Rozdzielczość
pt: Resolução
ru: Разрешение

# SettingsDialog|Dropdown Title Label
source: Display mode
de: Anzeigemodus
it: Modo di visualizzazione
ja: 表示モード
pl: Tryb wyświetlania
pt: Modo de exibição
ru: Режим отображения

# SettingsDialog|Dropdown Title Label
source: Display monitor
de: Anzeigemonitor
it: Schermo principale
ja: 表示モニター
pl: Monitor
pt: Monitor de exibição
ru: Монитор дисплея

# SettingsDialog|Dropdown Title Label
source: View 1
de: Anzeige 1
it: Vista 1
ja: 第１モード
pl: Widok 1
pt: Visão 1
ru: Вид 1

# SettingsDialog|Dropdown Title Label
source: View 2
de: Anzeige 2
it: Vista 2
ja: 第２モード
pl: Widok 2
pt: Visão 2
ru: Вид 2

# SettingsDialog|Dropdown Title Label
source: View 3
de: Anzeige 3
it: Vista 3
ja: 第３モード
pl: Widok 3
pt: Visão 3
ru: Вид 3

# SettingsDialog|Information Label
source: <i>Switch between in-game views by pressing <strong>Alt + R</strong></i>
de: <i>Wechsel zwischen Anzeigemodi mit <strong>Alt + R</strong></i>
it: <i>Passa tra le viste premendo <strong>Alt + R</strong></i>
ja: （ゲーム内モードを切り替えるには、<strong>Alt + R</strong> を押します）
pl: <i>Przełączaj się między widokami w grze, naciskając klawisze <strong>Alt + R</strong></i>
pt: <i>Alterne entre as visões do jogo pressionando <strong>Alt + R</strong></i>
ru: <i>Переключайтесь между видами в игре, нажимая <strong>Alt + R</strong></i>

# SettingsDialog|Dropdown Title Label
source: Resize Movies
de: Größe von Videos anpassen
it: Redimensionare i video
ja: 動画の調整
pl: Zmiana rozmiaru filmów
pt: Redimensionar Vídeos
ru: Изменение размера роликов

# SettingsDialog|Textinput Title Label
source: Creature flower size (px)
de: Größe der HP-Anzeige von Kreaturen (px)
it: Dimens. del fiore della salute (px)
ja: クリーチャーシンボルの寸法（px）
pl: Rozmiar okręgu życia stworzeń (px)
pt: Tamanho da flor da criatura (px)
ru: Размер цветка здоровья существ (px)

# SettingsDialog|Textinput Title Label
source: Hand size %
de: Hand-Größe %
it: Dimens. della Mano del Male (%)
ja: 手の寸法 %
pl: Wielkość dłoni %
pt: Tamanho da mão em %
ru: Размер руки зла %

# SettingsDialog|Textinput Title Label
source: Select box line size %
de: Größe der Auswahl-Box %
it: Sp. della linea del riquadro (%)
ja: 選択枠の太さ %
pl: Rozmiar linii zaznaczenia %
pt: Tam. da linha caixa de seleção em %
ru: Выберите размер линии поля %

# SettingsDialog|Dropdown Title Label
source: Menu
de: Menü
ja: メニュー
ru: Меню

# SettingsDialog|Dropdown Title Label
source: Failsafe
it: Modo sicuro
ja: 駄目場合
pt: Modo seguro
ru: Отказоустойчивость

# SettingsDialog|Dropdown Title Label
source: Movies
de: Videos
it: Vídeo
ja: 動画
pl: Filmy
pt: Vídeos
ru: Ролики

# SettingsDialog|Tab Title
source: Sound
it: Suono
ja: サウンド
pl: Dźwięk
pt: Som
ru: Звук

# SettingsDialog|Checkbox Toggle
source: Enable sound
de: Sound anschalten
it: Attivare suono
ja: サウンド
pl: Włącz dźwięk
pt: Ativar som
ru: Включить звуки
