Repository: yani/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: de, it, ja, pl, pt, ru

# DownloadMusicDialog|Failure Message
source: Failed to get download URL for music archive
de: Download URL für das Musik Archiv konnte nicht abgerufen werden
it: Otterrete l'URL di scaricamento dell'archivio musicale non riuscito
ja: 音楽アーカイブのダウンロードURLの取得に失敗しました
pl: Nie udało się uzyskać adresu URL pobierania archiwum muzycznego
pt: Falha ao obter a URL de download do arquivo de música
ru: Не удалось получить URL-адрес для загрузки музыкального архива

# DownloadMusicDialog|Failure Message
source: Invalid music archive file extension. It must be a 7zip archive.
de: Ungültige Datei-Endung für Musik-Archiv. Es muss ein 7zip Archiv sein.
ja: 音楽アーカイブファイルの拡張子が無効です。 7zipアーカイブである必要があります。
pl: Nieprawidłowe rozszerzenie pliku archiwum muzycznego. Musi to być archiwum 7zip.
pt: Extensão de arquivo de música inválida. Deve ser um arquivo 7zip.
ru: Недопустимое расширение файла музыкального архива. Это должен быть архив 7zip.

# DownloadMusicDialog|Failure Message
source: Failed to download music archive
de: Musik-Archiv konnte nicht heruntergeladen werden
it: Scaricare dell'archivio musicale non riuscito
ja: 音楽アーカイブのダウンロードに失敗しました
pl: Nie udało się pobrać archiwum muzycznego
pt: Falha ao baixar o arquivo de música
ru: Не удалось загрузить архив с музыкой

# DownloadMusicDialog|Failure message
source: Music archive test failed. It may be corrupted.
de: Musik-Archiv Test fehlgeschlagen. Das Archiv ist möglicherweise fehlerhaft.
it: Il controllo dell'integrità dell'archivio musicale non è riuscito, e quindi la patch potrebbe essere danneggiata.
ja: 音楽アーカイブテストに失敗しました。破損している可能性があります。
pl: Test archiwum muzycznego zakończył się niepowodzeniem. Być może jest ono uszkodzone.
pt: O teste do arquivo de música falhou. Ele pode estar corrompido.
ru: Проверка музыкального архива провалилась. Возможно, он повреждён.

# DownloadMusicDialog|Progress bar
source: Extracting: %p%
de: Entpacke: %p%
it: Estrazione: %p%
ja: 抽出中：%p%
pl: Odpakowuje: %p%
pt: Extraindo: %p%
ru: Извлечение: %p%

# DownloadMusicDialog|MessageBox Text
source: The KeeperFX background music has been successfully downloaded!
de: Die KeeperFX Hintergrund-Musik wurde erfolgreich runtergeladen!
it: La musica di sottofondo di KeeperFX è stata scaricata correttamente!
ja: KeeperFXのBGMが正常にダウンロードされました！
pl: Muzyka KeeperFX została pomyślnie pobrana!
pt: A música de fundo do KeeperFX foi baixada com sucesso!
ru: Фоновая музыка KeeperFX успешно загружена!

# DownloadMusicDialog|Progress bar
source: Downloading: %p% (%vMiB)
de: Lade runter: %p% (%vMiB)
it: Scarica: %p% (%vMiB)
ja: ダウンロード中：%p% (%vMiB)
pl: Pobiera: %p% (%vMiB)
pt: Baixando: %p% (%v MiB)
ru: Загрузка: %p% (%vMiB)

# DownloadMusicDialog|MessageBox Title
source: Download failed
de: Download fehlgeschlagen
it: Scaricare non riuscito
ja: ダウンロード失敗
pl: Pobieranie nie powiopdło się
pt: Download falhou
ru: Загрузка не удалась

# DownloadMusicDialog|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmare
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

# DownloadMusicDialog|MessageBox Text
source: Are you sure? You will not be able to hear the background music without having your CD in your disk drive.
de: Bist du sicher? Du wirst keine Hintergrund-Musik hören ohne die CD ins Laufwerk einzulegen.
it: Sei sicuro? Non potrai sentire la musica di sottofondo di KeeperFX senza il CD originale nel lettore CD.
ja: よろしいですか？ ゲームのCDがディスクドライブに入っていないと、BGMを聞くことはできません。
pl: Czy na pewno? Słuchanie muzyki nie będzie możliwe bez płyty CD w napędzie.
pt: Você tem certeza? Você não poderá ouvir a música de fundo sem ter seu CD na unidade de disco.
ru: Вы уверены? Вы не сможете слушать фоновую музыку игры, если в дисководе не будет CD компакт-диска.

# EnetServerTestDialog|Window Title
source: Test internet lobby
de: Internet Lobby testen
it: Prova della sala d'attesa internet
ja: インターネットロビーをテスト
pl: Test lobby internetowego
pt: Testar sala da internet
ru: Тестовое интернет-лобби

# EnetServerTestDialog|Header
source: Multiplayer Lobby Portforwarding Test
it: Prova dell'inoltro delle porte della sala d'attesa multigiocatore
ja: マルチプレイロビーのポート転送テスト
pl: Test przekierowania portów w lobby dla wielu graczy
pt: Teste de Redirecionamento de Porta da Sala Multijogador
ru: Тестирование перенаправления портов в многопользовательском лобби

# EnetServerTestDialog|Information Label
source: This tool checks if your KeeperFX multiplayer lobby can be reached from the internet. You don't need to use this for local games, as those are already accessible within your network.
de: Dieses Tool prüft, ob deine KeeperFX Multiplayer Lobby im Internet erreichbar ist. Du musst dieses Tool für lokale Spiele nicht verwenden, da diese in deinem Netzwerk bereits erreichbar sind.
ja: このツールは、KeeperFXマルチプレイロビーがインターネットからアクセスできるかどうかを確認します。 ローカルゲームは、すでにネットワーク内でアクセス可能なため、本機能を使用する必要はありません。
pl: To narzędzie sprawdza, czy lobbydla wielu graczy KeeperFX jest dostępne z internetu. Nie musisz go używać w przypadku gier lokalnych, ponieważ są one już dostępne w twojej sieci.
pt: Esta ferramenta verifica se a sua sala multijogador do KeeperFX pode ser acessado pela internet. Você não precisa usar isso para jogos locais, pois eles já estão acessíveis em sua rede.
ru: Этот инструмент проверяет, доступно ли созданное вами многопользовательское лобби KeeperFX из Интернета. Для локальных игр использовать его нет необходимости.

# EnetServerTestDialog|Information Label
source: To host a game online, you must open port 5556 in your router. How to do this is different for every router and internet provider, so check online for instructions or ask your provider for help.
de: Um ein Spiel online zu hosten, musst du auf deinem Router Port 5556 geöffnet haben. Wie das konfiguriert werden muss, hängt von deinem Router und Internet-Anbieter ab. Online kannst du dazu Anleitungen oder Hilfe finden.
ja: オンラインでゲームをホストするには、ルーターでポート5556番を開く必要がある。この方法はルーターやインターネットプロバイダによって異なるので、オンラインで手順を確認するか、プロバイダに問い合わせてください。
pl: Aby hostować grę online, należy otworzyć port 5556 w routerze. Sposób wykonania tej czynności różni się w zależności od routera i dostawcy internetu, dlatego należy sprawdzić instrukcje w internecie lub poprosić dostawcę o pomoc.
pt: Para hospedar um jogo online, você deve abrir a porta 5556 em seu roteador. A forma de fazer isso é diferente para cada roteador e provedor de internet, então verifique as instruções online ou peça ajuda ao seu provedor.
ru: Чтобы стать хостом игры в Интернете, вам необходимо открыть порт 5556 в маршрутизаторе. Процедура открытия порта разная и зависит от вашего роутера и интернет-провайдера, поэтому ищите инструкции в Интернете или обратитесь по этому вопросу за помощью к провайдеру.

# EnetServerTestDialog|Information Label
source: KeeperFX only works with IPv4. If you don't have an IPv4 address or you are using a shared one (CGNAT), you won't be able to host an online game. You can ask your internet provider if they can give you an IPv4 address.
de: KeeperFX funktioniert momentan nur mit IPv4. Falls du keine IPv4 Adresse hast, oder eine eine geteilte benutzt (CGNAT), wirst du nicht ein Online Spiel hosten können. Du kannst bei deinem Internet-Anbieter eine IPv4 Adresse beantragen.
ja: KeeperFXはIPv4にのみ対応しています。IPv4アドレスを持っていないか、共有アドレス（CGNAT）を使用している場合、オンラインゲームをホストすることができません。インターネットプロバイダにIPv4アドレスを取得できるかどうか問い合わせてください。
pl: KeeperFX działa tylko z protokołem IPv4. Jeśli nie masz adresu IPv4 lub korzystasz z adresu współdzielonego (CGNAT), nie będziesz mógł hostować gry online. Możesz zapytać swojego dostawcę internetu, czy może przydzielić ci adres IPv4.
pt: O KeeperFX funciona apenas com IPv4. Se você não tiver um endereço IPv4 ou estiver usando um compartilhado (CGNAT), não poderá hospedar um jogo online. Você pode perguntar ao seu provedor de internet se eles podem lhe fornecer um endereço IPv4.
ru: KeeperFX работает только с IPv4. Если у вас нет IPv4-адреса или вы используете общий адрес (CGNAT), вы не сможете стать хостом игры. Вы можете обратиться к своему интернет-провайдеру с просьбой предоставить вам IPv4-адрес.

# EnetServerTestDialog|Button
source: Close
de: Schließen
it: Chiudere
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть

# EnetServerTestDialog|Button
source: Test
de: Testen
it: Provare
ja: テスト
pt: Testar
ru: Тестировать

# EnetServerTestDialog|MessageBox Title
source: IPv6 Detected
de: IPv6 erkannt
it: Rilevato indirizzo IPv6
ja: IPv6が検出されました
pl: Wykryto IPv6
pt: IPv6 Detectado
ru: IPv6 обнаружен

# EnetServerTestDialog|MessageBox Text
source: Failed to retrieve public IP address.
de: Öffentliche IP-Adresse konnte nicht ermittelt werden.
it: Recuperare l'indirizzo IP pubblico non riuscito.
ja: グローバルIPアドレスの取得に失敗しました。
pl: Nie udało się pobrać publicznego adresu IP.
pt: Falha ao obter o endereço IP público.
ru: Не удалось получить публичный IP-адрес.

# EnetServerTestDialog|MessageBox Text
source: This tool only works with IPv4.
de: Dieses Tool funktioniert nur mit IPv4.
it: Questa utilità supporta solo IPv4.
ja: このツールはIPv4にのみ対応しています。
pl: To narzędzie działa tylko z IPv4.
pt: Esta ferramenta funciona apenas com IPv4.
ru: Этот инструмент работает только с IPv4.

# EnetServerTestDialog|MessageBox Title
source: Portforwarding tool
de: Port Forwarding (Portweiterleitung) Tool
it: Utilità dell'inoltro delle porte
ja: ポート転送ツール
pl: Narzędzie do przekierowywania portów
pt: Ferramenta de redirecionamento de porta
ru: Инструмент перенаправления портов

# EnetServerTestDialog|MessageBox Text
source: Failed to start ENET server.
de: ENET Server konnte nicht gestartet werden.
it: Impossibile avviare il server ENET.
ja: ENETサーバーの起動に失敗しました。
pl: Nie udało się uruchomić serwera ENET.
pt: Falha ao iniciar o servidor ENET.
ru: Не удалось запустить сервер ENET.

# EnetServerTestDialog|MessageBox Text
source: Failed to contact KeeperFX.net
de: Verbindung mit KeeperFX.net fehlgeschlagen
it: Connessione a KeeperFX.net non riuscita
ja: KeeperFX.netとの通信に失敗しました
pl: Nie udało się połączyć z KeeperFX.net
pt: Falha ao contatar KeeperFX.net
ru: Не удалось связаться с KeeperFX.net

# EnetServerTestDialog|MessageBox Text
source: Your router is correctly port forwarded!
de: Port Forwarding (Portweiterleitung)
it: L'inoltro delle porte è impostato correttamente sul router!
ja: ルーターのポート転送は正しく設定されています！
pl: Twój router ma poprawnie skonfigurowane przekierowanie portów!
pt: Seu roteador está com o redirecionamento de porta configurado corretamente!
ru: Ваш маршрутизатор на перенаправление портов настроен верно!

# EnetServerTestDialog|MessageBox Text
source: Failed to connect to local ENET server.
de: Verbindung mit lokalem ENET Server fehlgeschlagen.
it: Impossibile collegarsi al server ENET locale.
ja: ローカルENETサーバーへの接続に失敗しました。
pl: Nie udało się połączyć z lokalnym serwerem ENET.
pt: Falha ao conectar ao servidor ENET local.
ru: Не удалось подключиться к локальному серверу ENET.

# FileRemoverDialog|Window Title
source: Remove unwanted files
de: Unbenötigte Dateien entfernen
it: Rimuovere i file indesiderati
ja: 不要なファイルを削除
pl: Usuń niechciane pliki
pt: Remover arquivos indesejados
ru: Удалите ненужные файлы

# FileRemoverDialog|Header
source: Remove leftover files
de: Unbenötigte Dateien entfernen
it: Rimuovere i file rimanenti
ja: 残りのファイルを削除
pl: Usuń postałości
pt: Remover arquivos remanescentes
ru: Удалить оставшиеся файлы

# FileRemoverDialog|Information Label
source: The KeeperFX launcher has found files that were left over after KeeperFX updates. These files might cause issues and should be removed. This list is maintained by the KeeperFX team, and the files are considered safe to remove. You can review the files that will be removed before proceeding.
de: Der KeeperFX Launcher hat Dateien gefunden, die von einem vorherigen Update übrig geblieben sind. Diese Dateien können Fehler verursachen, und sollten entfernt werden. Diese Liste wird vom KeeperFX Team aktuell gehalten, und die Dateien können problemlos entfernt werden. Du kannst dir eine Liste der Dateien ausgeben lassen, bevor sie entfernt werden.
ja: KeeperFXアップデート後に残ったファイルを発見しました。これらのファイルは問題を引き起こす可能性があるため、削除を推奨します。 このリストはKeeperFXチームによって管理されており、削除しても安全であると判断されています。削除されるファイルを確認してから、続行してください。
pl: Launcher KeeperFX znalazł pliki pozostałe po aktualizacjach KeeperFX. Pliki te mogą powodować problemy i należy je usunąć. Lista ta jest prowadzona przez zespół KeeperFX, a pliki zostały uznane za bezpieczne do usunięcia. Przed kontynuowaniem można przejrzeć pliki, które zostaną usunięte.
pt: O iniciador do KeeperFX encontrou arquivos que sobraram após as atualizações do KeeperFX. Esses arquivos podem causar problemas e devem ser removidos. Esta lista é mantida pela equipe do KeeperFX, e os arquivos são considerados seguros para remoção. Você pode revisar os arquivos que serão removidos antes de prosseguir.
ru: Программа запуска KeeperFX обнаружила файлы, оставшиеся после обновлений KeeperFX. Эти файлы могут вызвать проблемы и должны быть удалены. Этот список ведётся командой KeeperFX, и файлы считаются безопасными для удаления. Вы можете просмотреть файлы, которые будут удалены, прежде чем продолжить.

# FileRemoverDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# FileRemoverDialog|Button
source: Remove All
de: Alle entfernen
it: Rimuovi tutto
ja: 全てを削除
pl: Usuń Wszystkie
pt: Remover Todos
ru: Удалить всё

# FileRemoverDialog|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmare
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение

# FileRemoverDialog|MessageBox Text
source: Are you sure? KeeperFX might not function correctly with these files.
de: Bist du sicher? KeeperFX funktioniert potentiell nicht korrekt mit diesen Dateien.
it: Sei sicuro? KeeperFX potrebbe non funzionare correttamente se questi file sono presenti.
ja: よろしいですか？KeeperFXはこれらのファイルでは正しく機能しないかもしれません。
pl: Czy na pewno? KeeperFX może nie działać poprawnie z tymi plikami.
pt: Você tem certeza? O KeeperFX pode não funcionar corretamente com esses arquivos.
ru: Вы уверены? Если оставить эти файлы KeeperFX может работать не корректно.

# FileRemoverDialog|MessageBox Text
source: Something went wrong while removing unwanted files.
de: Etwas ist beim Entfernen der unbenötigten Dateien schief gelaufen.
it: Qualcosa è andato storto durante la rimozione dei file indesiderati.
ja: 不要なファイル削除中に何か問題が発生しました。
pl: Coś poszło nie tak podczas usuwania niechcianych plików.
pt: Algo deu errado ao remover os arquivos indesejados.
ru: При удалении ненужных файлов произошла ошибка.

# FileRemoverDialog|MessageBox Text
source: Unwanted files have been removed!
de: Unbenötigte Dateien erfolgreich entfernt!
it: I file indesiderati sono stati rimossi!
ja: 不要なファイルが削除されました！
pl: Niechciane pliki zostały usunięte!
pt: Arquivos indesejados foram removidos!
ru: Нежелательные файлы удалены!

# InstallKfxDialog|Window Title
source: Install KeeperFX
de: KeeperFX installieren
it: Installare KeeperFX
ja: KeeperFXのインストール
pl: Zainstaluj KeeperFX
pt: Instalar KeeperFX
ru: Установка KeeperFX

# InstallKfxDialog|Header
source: Download and Install KeeperFX
de: KeeperFX runterladen und installieren
it: Scaricare e installare KeeperFX
ja: KeeperFXをダウンロードしてインストール
pl: Pobierz i Zainstaluj KeeperFX
pt: Baixar e Instalar o KeeperFX
ru: Загрузить и установить KeeperFX

# InstallKfxDialog|Information Label
source: Select your version, and this installer will download and install KeeperFX. Choose the stable release for reliability or the alpha version if you want to help us out with testing.
de: Wähle die Version aus, und der Installer lädt KeeperFX runter und installiert es. Wähle die stabile Version für Verlässlichkeit, oder eine Alpha Version falls du uns beim Testen helfen willst.
it: Seleziona la versione preferita, e poi l'installatore scaricherà e installerà KeeperFX. La versione stabile e più affidabile, mentre la versione alfa può includere modifiche non ancora completamente pronte per uso comune.
ja: バージョンを選択すると、このインストーラがKeeperFXをダウンロードしてインストールします。 信頼性のために通常版リリースを選択するか、テストに協力いただける場合はアルファ版を選択してください。
pl: Wybierz swoją wersję, a instalator pobierze i zainstaluje KeeperFX. Wybierz wersję stable, jeśli zależy ci na niezawodności, lub wersję alpha, jeśli chcesz pomóc nam w testowaniu.
pt: Selecione sua versão, e este instalador baixará e instalará o KeeperFX. Escolha a versão estável para confiabilidade ou a versão alfa se quiser nos ajudar com os testes.
ru: Выберите версию, и этот установщик загрузит и установит KeeperFX. Выберите стабильную версию для надежной игры или альфа-версию, если хотите помочь нам с тестированием новых возможностей.

# InstallKfxDialog|Label
source: Release version:
de: Aktuelle Version:
it: Versione del lanciatore:
ja: リリース版数：
pl: Wersja wydania:
pt: Versão de lançamento:
ru: Версия релиза:

# InstallKfxDialog|Button
source: Cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена

# InstallKfxDialog|Button
source: Install
de: Installieren
it: Installare
ja: インストール
pl: Zainstaluj
pt: Instalar
ru: Установить

# InstallKfxDialog|Game Release Build
source: Stable (Default)
de: Stabil (Standard)
it: Stabile (predefinita)
ja: 通常版（初期）
pl: Stable (Domyślna)
pt: Estável (Padrão)
ru: Стабильная (по умолчанию)

# InstallKfxDialog|Game Release Build
source: Alpha
it: Versione alfa
ja: アルファ
pt: Alfa
ru: Альфа

# InstallKfxDialog|Failure Message
source: Failed to get download URL for stable release
de: URL für den Download der stabilen Version konnte nicht ermittelt werden
it: Otterrete l'URL di scaricamento della versione stabile non riuscito
ja: 通常版のダウンロードURLの取得に失敗しました
pl: Nie udało się uzyskać adresu URL pobierania wersji stable
pt: Falha ao obter a URL de download para a versão estável
ru: Не удалось получить URL-адрес для загрузки стабильной версии

# InstallKfxDialog|Failure Message
source: Failed to download stable release
de: Stabile Version konnte nicht runtergeladen werden
it: Impossibile scaricare la vesione stabile
ja: 通常版をダウンロードに失敗しました
pl: Nie udało się pobrać wydania stable
pt: Falha ao baixar a versão estável
ru: Не удалось загрузить стабильную версию

# InstallKfxDialog|Failure message
source: Stable release archive test failed. It may be corrupted.
de: Archiv-Test der stabilen Version fehlgeschlagen. Möglicherweise ist sie fehlerhaft.
it: Il controllo dell'integrità dell'archivio della versione stabile non è riuscito, e quindi la patch potrebbe essere danneggiata.
ja: 通常版リリースアーカイブテストに失敗しました。破損しているかもしれません。
pl: Test archiwum wydania stable zakończył się niepowodzeniem. Być może jest ono uszkodzone.
pt: O teste do arquivo da versão estável falhou. Ele pode estar corrompido.
ru: Проверка архива стабильной версии завершилась неудачно. Возможно, он поврежден.

# InstallKfxDialog|Progress bar
source: Extracting: %p%
de: Entpacke: %p%
it: Estrazione: %p%
ja: 抽出中：%p%
pl: Odpakowuje: %p%
pt: Extraindo: %p%
ru: Извлечение: %p%

# InstallKfxDialog|MessageBox Text
source: KeeperFX has been successfully installed!
de: KeeperFX wurde erfolgreich installiert!
it: KeeperFX è stato installato con successo!
ja: KeeperFXが正常にインストールされました！
pl: Program KeeperFX został zainstalowany pomyślnie!
pt: O KeeperFX foi instalado com sucesso!
ru: KeeperFX успешно установлен!

# InstallKfxDialog|Failure message
source: Failed to get download URL for alpha patch
de: URL für den Download der Alpha-Version konnte nicht ermittelt werden
it: Otterrete l'URL di scaricamento della patch alfa non riuscito
ja: アルファ版のダウンロードURLを取得に失敗しました
pl: Nie udało się uzyskać adresu URL pobierania aktualizacji alpha
pt: Falha ao obter a URL de download do patch alfa
ru: Не удалось получить URL-адрес для загрузки альфа-патча

# InstallKfxDialog|Failure message
source: Alpha patch download failed.
de: Alpha Version konnte nicht runtergeladen werden.
it: Lo scaricamento della patch alpha non è riuscito.
ja: アルファパッチをダウンロードに失敗しました。
pl: Pobieranie aktualizacji alpha nie powiodło się.
pt: O download do patch alfa falhou.
ru: Попытка загрузки альфа-патча не удалась.

# InstallKfxDialog|Failure Message
source: Alpha patch archive test failed. It may be corrupted.
de: Archiv-Test der Alpha Version fehlgeschlagen. Möglicherweise ist sie fehlerhaft.
it: Il controllo dell'integrità della patch alfa non è riuscito, e quindi la patch potrebbe essere danneggiata.
ja: アルファパッチアーカイブテストに失敗しました。破損しているかもしれません。
pl: Test archiwum aktualizacji Alpha zakończył się niepowodzeniem. Być może jest ono uszkodzone.
pt: O teste do arquivo do patch alfa falhou. Ele pode estar corrompido.
ru: Проверка архива альфа-патча завершилась неудачно. Возможно, он поврежден.

# InstallKfxDialog|Progress bar
source: Downloading: %p% (%vMiB)
de: Lade runter: %p% (%vMiB)
it: Scarica: %p% (%vMiB)
ja: ダウンロード中：%p% (%vMiB)
pl: Pobiera: %p% (%vMiB)
pt: Baixando: %p% (%v MiB)
ru: Загрузка: %p% (%vMiB)

# InstallKfxDialog|MessageBox Title
source: Installation failed
de: Installation fehlgeschlagen
it: Installazione non riuscita
ja: インストール失敗
pl: Instalacja nie powiodła się
pt: A instalação falhou
ru: Загрузка не удалась

# InstallKfxDialog|MessageBox Title
source: KeeperFX Alpha builds
de: KeeperFX Alpha Versionen
it: Versioni alfa di KeeperFX
ja: KeeperFXのアルファ版
pl: Wersje Alpha KeeperFX
pt: Versões Alfa do KeeperFX
ru: KeeperFX Альфа билды

# InstallKfxDialog|MessageBox Text
source: Alpha patches may contain new features and changes, but often contain bugs and unfinished functionality. These patches are mostly meant for testers, and it is suggested to be part of the Keeper Klan discord if you use them. Are you sure you want to use Alpha patches?
de: Alpha Versionen können neue Features und Änderungen enthalten, aber können auch oft Fehler oder unvollständige Funktionen beinhalten. Diese Patches sind hauptsächlich für Tester gedacht, und es ist empfohlen, dem Keeper Klan Discord Server beizutreten wenn du diese benutzt. Bist du sicher, dass du Alpha Versionen verwenden willst?
ja: アルファパッチは新機能や変更を含んでいるかもしれないが、バグや未完成の機能を含んでいることが多い。これらのパッチは主にテスター向けのもので、使用する場合はKeeper Klanのディスコードに参加することを推奨します。 アルファパッチの使用を継続しますか？
pl: Aktualizacje alfa mogą zawierać nowe funkcje i zmiany, ale często zawierają błędy i niedopracowane funkcje. Aktualizacje te są przeznaczone głównie dla testerów i zaleca się, aby osoby, które z nich korzystają, dołączyły do serwera Discord Keeper Klan. Czy na pewno chcesz używać aktualizacji alpha?
pt: Os patches alfa podem conter novos recursos e mudanças, mas frequentemente contêm bugs e funcionalidades inacabadas. Esses patches são destinados principalmente para testadores, e é sugerido fazer parte do discord do Keeper Klan se você os usar. Você tem certeza de que deseja usar os patches Alfa?
ru: Альфа-патчи могут содержать новые функции и улучшения, но часто содержат ошибки и незавершенные функции. Эти патчи в основном предназначены для тестеров, и если вы их используете, рекомендуется присоединиться к Discord-серверу Keeper Klan. Вы уверены, что хотите использовать альфа-патчи?

# InstallKfxDialog|MessageBox Title
source: Uninstall KeeperFX
de: KeeperFX deinstallieren
it: Disinstallare KeeperFX
ja: KeeperFXをアンインストール
pl: Odinstaluj KeeperFX
pt: Desinstalar o KeeperFX
ru: Удалить KeeperFX

# InstallKfxDialog|MessageBox Text
source: Do you want to uninstall KeeperFX? This will remove any leftover files.
de: Möchtest du KeeperFX deinstallieren? Dieser Vorgang wird alle übrigen Dateien entfernen.
it: Vuoi disnstallare KeeperFX? I file rimanenti verranno rimossi.
ja: KeeperFXをアンインストールしますか？ これで残ったファイルが削除されます。
pl: Czy chcesz odinstalować KeeperFX? Spowoduje to usunięcie wszystkich pozostałych plików.
pt: Você quer desinstalar o KeeperFX? Isso removerá quaisquer arquivos remanescentes.
ru: Вы точно хотите удалить KeeperFX? Это удалит все оставшиеся файлы.

# InstallKfxDialog|MessageBox Title
source: Confirmation
de: Bestätigung
it: Confirmare
ja: 確認
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
